Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

source: Sorry, your login credentials have expired. Please login again.
es_mx: Mạng không sẵn có. Vui lòng kiểm tra Cài đặt mạng của bạn.
hi: माफ कीजिए, आपके लॉगिन क्रिडेन्शियल्स का समय समाप्त हो चुका है। कृपया फिर से लॉगिन करें।
ja: 申し訳ありません。登録情報が失効していますので、改めて登録してください
ko: 죄송합니다, 로그인 정보가 만료되었습니다, 다시 로그인하십시오
pt_br: Desculpe,o dado não estácorreto, por favor tente novamente
ru: Lo sentimos, sus datos para ingresar al sistema han expirado. Por favor vuelva a registrarse
th: ขอโทษค่ะ ข้อมูลเข้าสู่ระบบไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง
vi: Mạng không sẵn có. Vui lòng kiểm tra Cài đặt mạng của bạn.
zh_hans: 抱歉，登录信息失效，请重新登录
zh_hant: 抱歉，登入資訊失效，請重新登入

source: Connection attempt has failed. Please try again.
es_mx: Falló el intento de conexión. Inténtelo nuevamente.
hi: कनेक्शन का प्रयास विफल हो गया। कृपया पुनः प्रयास करें।
ja: ネットワークエラー。後で再試行してください。
ko: 네트워크 연결 실패. 다시 시도하십시오.
pt_br: Tentativa de conexão falhou. Tente novamente.
ru: Подключение не установлено. Попробуйте еще раз.
th: สภาพเครือข่ายไม่ดี โปรดลองอีกครั้งในภายหลัง
vi: Thử kết nối đã thất bại. Vui lòng thử lại.
zh_hans: 网络情况不佳，请稍候再试
zh_hant: 網絡情況不佳，請稍候再試

source: Data-loading error. Please try again later
es_mx: Error en carga de los datos. Por favor intente de nuevo posteriormente
hi: डेटा लोडिंग त्रुटि। कृपया बाद में पुनः प्रयास करें
ja: データのロードに失敗しました。少したってから再度お試しください
ko: 데이터 가져오기 오류, 잠시후 다시 시도하십시오
pt_br: Erro ao carregar dados, por favor tente mais tarde
ru: Ошибка при загрузке данных. Пожалуйста, попробуйте позже
th: โหลดข้อมุลไม่สำเร็จ กรุณาลองใหม่อีกครั้ง
vi: Dữ liệu tải không thành công, vui lòng thử lại sau
zh_hans: 数据加载出错，请稍后重试
zh_hant: 數據加載出錯，請稍後重試

# setting_face_auto_save
source: Automatically save Selfies
es_mx: Guardar selfies automáticamente
hi: सेल्फ़ी स्वचालित रूप से सहेजें
ja: 自撮りを自動保存
ko: 셀카 자동 저장
pt_br: Salve selfies automaticamente
ru: Автоматически сохранять селфи
th: บันทึกเซลฟีอัตโนมัติ
vi: Tự động lưu ảnh Selfie
zh_hans: 美肤自拍拍照自动保存
zh_hant: 美膚自拍拍照自動保存

# common_share_weixinMonent
source: Moments
hi: पल
ko: 모멘트
pt_br: Momentos
ru: Моменты
vi: Khoảnh khắc
zh_hans: 微信朋友圈
zh_hant: 微信朋友圈

# common_share_miaopai
source: Shot
es_mx: Disparo
hi: शूट करें
ko: 촬영
pt_br: Captura
ru: Снимок
vi: Chụp
zh_hans: 秒拍
zh_hant: 秒拍

# share_sharemenu_sendtoWeChat_moment
source: WeChat Moments
hi: WeChat पल
ko: 위챗 모멘트
pt_br: Momentos WeChat
ru: Моменты WeChat
vi: Kh.khắc WeChat
zh_hans: 微信朋友圈
zh_hant: 微信朋友圈

# common_share_weixinFriend
source: WeChat
hi: WeChat मित्र
ko: 위챗 프렌즈
zh_hans: 微信好友
zh_hant: 微信好友

# newuser_code_we_send_code_to_your_number
source: We sent an SMS verification code to your phone number %@
es_mx: Enviamos un código de verificación por SMS a su número de teléfono %@
hi: हमने आपके %@ फ़ोन नंबर पर SMS सत्यापन कोड भेजा है
ja: SMS認証を%@の電話番号に送信しました。
ko: SMS 인증코드%@를 귀하의 휴대전화로 전송했습니다.
pt_br: Enviamos um código de verificação SMS para o seu número de telefone %@
ru: Отправлен код подтверждения с помощью SMS-сообщения на номер %@
th: เราได้ส่งรหัสยืนยันทาง SMS ไปยังหมายเลขโทรศัพท์ของคุณ %@
vi: Chúng tôi đã gửi một mã xác thực SMS tới số điện thoại của bạn %@
zh_hans: 我们已将验证码短信发送到你的手机号码%@
zh_hant: 我們已將驗證碼短信發送到你的手機號碼%@

# newuser_account_notice_for_upgrade
source: We have started account upgrade, and will only support login by email/phone from now on. To ensure normal use of our member services, please link your email/phone as soon as possible.
es_mx: Hemos comenzado con la actualización de la cuenta y solamente será compatible iniciar sesión por correo electrónico/teléfono desde este momento. Para garantizar el uso normal de nuestros servicios para miembros, tenga a bien enlazar su correo electrónico/teléfono cuanto antes.
hi: हमने खाता अपग्रेड शुरू कर दिया है, और अब से केवल ईमेल/फ़ोन द्वारा लॉगइन का समर्थन करेंगे। हमारी सदस्य सेवाओं का सामान्य उपयोग सुनिश्चित करने के लिए, कृपया अपना ईमेल/फ़ोन यथाशीघ्र लिंक करें।
ja: アカウントをアップグレートしました。今後はEメールアドレス／電話番号のみでのログインとなります。会員サービスを正常に利用いただくため、Eメールアドレス／電話番号をできるだけ早くリンクしてください。
ko: 계정이 업그레이드되어, 지금부터 이메일/전화 로그인디 지원됩니다. 귀하의 이메일/휴대폰 번호를 바인딩하시면 즉시 회원 서비스를 이용하실 수 있습니다.
pt_br: Começamos uma atualização de conta, e só daremos suporte a login por e-mail/telefone a partir de agora. Para garantir o uso normal dos nossos serviços de membro, vincule o seu e-mail/telefone assim que possível.
ru: Началось обновление учетной записи и теперь будет поддерживаться только вход по электронной почте/номеру телефона. Для обеспечения нормального использования наших сервисов выполните привязку электронной почты/номера телефона как можно скорее.
th: เราได้เริ่มทำการอัปเดตบัญชีแล้ว จากนี้ไปจะรองรับการเข้าสู่ระบบด้วยอีเมล/โทรศัพท์เท่านั้น เพื่อให้มั่นใจว่าจะใช้บริการสมาชิกได้เป็นปกติ กรุณาลิงค์อีเมล/โทรศัพท์ของคุณให้เร็วที่สุดเท่าที่ทำได้
vi: Chúng tôi đã bắt đầu nâng cấp tài khoản và sẽ chỉ hỗ trợ đăng nhập bằng email/điện thoại kể từ bây giờ. Để đảm bảo sử dụng bình thường các dịch vụ thành viên của chúng tôi, vui lòng liên kết email/điện thoại của bạn ngay khi có thể.
zh_hans: 我们已经启动账号升级，后续将仅支持邮箱/手机登录，为了你能正常使用我们的会员服务，请尽快关联你的邮箱/手机。
zh_hant: 我們已經啟動賬號升級，後續將僅支持郵箱/手機登錄，為了你能正常使用我們的會員服務，請盡快關聯你的郵箱/手機。

# newuser_account_notice_for_upgrade_foreign
source: We have already started account upgrade, and will only support email logins going forward. Please bind your email ASAP to ensure normal use of our member services.
es_mx: Hemos comenzado con la actualización de la cuenta y en solamente serán compatibles los inicios de sesión en progreso. Tenga a bien enlazar su correo electrónico cuanto antes para garantizar el uso normal de nuestros servicios para miembros.
hi: हमने पहले ही खाता अपग्रेड शुरू कर दिया है, और आगे केवल ईमेल लॉगइन का समर्थन करेंगे। हमारी सदस्य सेवाओं का सामान्य उपयोग सुनिश्चित करने के लिए कृपया अपनी ईमेल यथाशीघ्र बाइंड करें।
ja: アカウントをアップグレートしました。今後はEメールアドレスのみでのログインとなります。会員サービスを正常に利用いただくため、Eメールアドレスをできるだけ早くリンクしてください。
ko: 계정이 업그레이드되어, 지금부터 이메일/전화 로그인디 지원됩니다. 귀하의 이메일을 바인딩하시면 즉시 회원 서비스를 이용하실 수 있습니다.
pt_br: Já começamos a atualização da conta, e só daremos suporte a logins de e-mail a partir de agora. Vincule o seu e-mail o mais rápido possível para garantir o uso normal dos nossos serviços de membro.
ru: Началось обновление учетной записи и теперь будет поддерживаться только вход по электронной почте. Для обеспечения нормального использования наших сервисов выполните привязку электронной почты как можно скорее.
th: เราได้เริ่มอัปเกรดบัญชีแล้ว และจะรองรับการลงชื่อเข้าใช้ด้วยอีเมลเท่านั้น กรุณาผูกอีเมลของคุณทันทีเพื่อให้แน่ใจว่าจะใช้บริการสมาชิกได้ตามปกติ
vi: Chúng tôi đã bắt đầu nâng cấp tài khoản và sẽ chỉ hỗ trợ đăng nhập bằng email từ giờ trở đi. Vui lòng gắn kết email của bạn ngay khi có thể để đảm bảo sử dụng bình thường các dịch vụ thành viên của chúng tôi.
zh_hans: 我们已经启动账号升级，后续将仅支持邮箱登录，为了你能正常使用我们的会员服务，请尽快关联你的邮箱。
zh_hant: 我們已經啟動賬號升級，後續將僅支持郵箱登錄，為了你能正常使用我們的會員服務，請盡快關聯你的郵箱。

# camera360_camera_idle_do
source: Wake Me Up
es_mx: Despiértame
hi: वेक अप
ja: スリープ解除
ko: 절전모드 해제
pt_br: Acorde-me
ru: Разбудить меня
th: ปลุกตื่นทันที
vi: Tỉnh dậy
zh_hans: 立即唤醒
zh_hant: 立即喚醒

# gallery_cloudWaitBackup
source: Waiting for backup
es_mx: Esperando la copia de respaldo
hi: बैकअप के लिए प्रतीक्षा हो रही है
ja: バックアップ待機中
ko: 백업 대기 중
pt_br: Esperando pelo backup
ru: Ожидание резервного копирования
th: กำลังรอการสำรอง
vi: Đang chờ sao lưu
zh_hans: 正在等待备份
zh_hant: 正在等待備份

# setting_camera_ui
source: Viewfinder screen
es_mx: Pantalla del visor
hi: व्यूफ़ाइंडर स्क्रीन
ja: ファインダー画面
ko: 뷰 파인더 화면
pt_br: Tela do visor
ru: Видоискатель
th: หน้าจอช่องมองภาพ
vi: Màn hình Kính ngắm
zh_hans: 取景界面
zh_hant: 取景界面

# newuser_code_input_send_code_succeed
source: Verification code has been sent, please check
es_mx: Se ha enviado el código de verificación, consulte
hi: सत्यापन कोड भेज दिया गया है, कृपया जाँच करें
ja: 認証コードを送信しました。ご確認ください。
ko: 인증 코드가 전송되었습니다. 확인하시기 바랍니다
pt_br: O código de verificação foi enviado, verifique
ru: Отправлен код подтверждения, пожалуйста, проверьте
th: รหัสยืนยันถูกส่งไปแล้ว กรุณาตรวจสอบ
vi: Mã xác thực đã được gửi, vui lòng kiểm tra
zh_hans: 验证码已发送，请注意查收
zh_hant: 驗證碼已發送，請注意查收

# setting_password_footer
source: Use as standalone or accessory to Touch ID.
es_mx: Uso como modo autónomo o accesorio para ID táctil.
hi: स्टैंडअलोन या टच आईडी के लिए सहायक के रूप में उपयोग करें
ja: 単独または補助機能としてTouch IDを使用できます。
ko: 단독 사용 혹은 터치 ID 보조용으로 사용합니다.
pt_br: Use como independente ou acessório para ID de toque.
ru: Используйте отдельно или как дополнение к Touch ID.
th: สามารถใช้เป็นส่วนช่วยของTouch Idได้ และยังใช้งานอย่างเดี่ยวก็ได้
vi: Sử dụng độc lập hoặc bổ sung cho Touch ID.
zh_hans: 可作为Touch ID的辅助，也可独立使用。
zh_hant: 可作為Touch ID的輔助,也可獨立使用.

# cloud_no_photo_startUpload_tips
source: Upload your photos to Camera360 Cloud
es_mx: Suba sus fotos a la nube de Camera360
hi: अपने फ़ोटो Camera360 क्लाउड में अपलोड करें
ja: Camera360クラウドに写真をバックアップ
ko: Camera360 클라우드에 사진을 업로드하세요
pt_br: Carregue as suas fotos na Nuvem da Camera360
ru: Отправлять фотографии в облако Camera360
th: อัปโหลดรูปถ่ายของคุณไปยัง Camera360
vi: Tải ảnh của bạn lên Đám mây Camera360
zh_hans: 开始用Camera360云相册备份照片吧
zh_hant: 開始用Camera360雲相冊備份照片吧

# setting_charge_upload
source: Upload only when charging
es_mx: Subir solamente al momento de cargar
hi: केवल चार्जिंग के समय अपलोड करें
ja: 充電中のみアップロード
ko: 충전시에만 업로드
pt_br: Carregar apenas quando estiver carregando
ru: Отправлять только при зарядке
th: อัปโหลดเฉพาะเมื่อกำลังชาร์จเท่านั้น
vi: Chỉ tải lên khi đang sạc
zh_hans: 仅在充电时上传
zh_hant: 僅在充電時上傳

# setting_wifi_upload
source: Upload only on WIFI
es_mx: Subir solamente en WIFI
hi: केवल WIFI पर अपलोड करें
ja: Wi-Fiでのみアップロード
ko: WIFI 환경에서만 업로드
pt_br: Carregar apenas no WIFI
ru: Отправлять только по сети Wi-Fi
th: อัปดหลดเฉพาะขณะต่อ WIFI เท่านั้น
vi: Chỉ tải lên trên WIFI
zh_hans: 仅在WIFI下上传
zh_hant: 僅在WIFI下上傳

# setting_3g_upload
source: Upload on 3G and WIFI
es_mx: Subir en 3G y WIFI
hi: 3G और WIFI पर अपलोड करें
ja: 常時オン
ko: 3G 및 WIFI 환경에서만 업로드
pt_br: Carregar no 3G e WIFI
ru: Отправлять по сети 3G и Wi-Fi
th: อัปโหลดผ่าน 3G และ Wi-Fi
vi: Tải lên trên 3G và WIFI
zh_hans: 3G和WIFI下上传
zh_hant: 3G和WIFI下上傳

# common_migration_alert
source: Upgrading database
es_mx: Actualizando la base de datos
hi: डेटाबेस अपग्रेड हो रहा है
ja: データベース更新中
ko: 데이터베이스 업그레이드 중
pt_br: Atualizando banco de dados
ru: Обновление базы данных
th: กำลังอัปเกรดฐานข้อมูล
vi: Đang nâng cấp cơ sở dữ liệu
zh_hans: 数据库升级中，请稍等
zh_hant: 數據庫升級中，請稍等

# common_uppdate_minutes_ago
source: Updated %ld minutes ago
es_mx: Actualizado hace %ld minutos
hi: %ld मिनट पहले अपडेट किया गया
ja: 前回更新：%ld分前
ko: %ld 분 전에 업데이트
pt_br: Atualizou há %ld minutos
ru: Обновлено %ld мин. назад
th: ปรับปรุงแล้วเมื่อ %ld นาทีที่แล้ว
vi: Đã cập nhật %ld phút trước
zh_hans: %ld分钟更新
zh_hant: %ld分鐘前更新

# common_uppdate_minute_ago
source: Updated %ld minute ago
es_mx: Actualizado hace %ld minuto
hi: %ld मिनट पहले अपडेट किया गया
ja: 前回更新：%ld分前
ko: %ld 분 전에 업데이트
pt_br: Atualizou há %ld minuto
ru: Обновлено %ld мин. назад
th: ปรับปรุงแล้วเมื่อ %ld นาทีที่แล้ว
vi: Đã cập nhật %ld phút trước
zh_hans: %ld分钟更新
zh_hant: %ld分鐘前更新

# common_uppdate_hours_ago
source: Updated %ld hours ago
es_mx: Actualizado hace %ld horas
hi: %ld घंटे पहले अपडेट किया गया
ja: 前回更新：%ld時間前
ko: %ld 시간 전에 업데이트
pt_br: Atualizou há %ld horas
ru: Обновлено %ld ч. назад
th: ปรับปรุงแล้วเมื่อ %ld ชั่วโมงที่แล้ว
vi: Đã cập nhật %ld giờ trước
zh_hans: %ld小时前更新
zh_hant: %ld小時前更新

# common_uppdate_hour_ago
source: Updated %ld hour ago
es_mx: Actualizado hace %ld horas
hi: %ld घंटा पहले अपडेट किया गया
ja: 前回更新：%ld時間前
ko: %ld 시간 전에 업데이트
pt_br: Atualizou há %ld hora
ru: Обновлено %ld ч. назад
th: ปรับปรุงแล้วเมื่อ %ld ชั่วโมงที่แล้ว
vi: Đã cập nhật %ld giờ trước
zh_hans: %ld小时前更新
zh_hant: %ld小時前更新

# common_uppdate_days_ago
source: Updated %ld days ago
es_mx: Actualizado hace %ld días
hi: %ld दिन पहले अपडेट किया गया
ja: 前回更新：%ld日前
ko: %ld 일 전에 업데이트
pt_br: Atualizou há %ld dias
ru: Обновлено %ld д. назад
th: ปรับปรุงแล้วเมื่อ %ld วันที่แล้ว
vi: Đã cập nhật %ld ngày trước
zh_hans: %ld天前更新
zh_hant: %ld天前更新

# common_uppdate_day_ago
source: Updated %ld day ago
es_mx: Actualizado hace %ld día
hi: %ld दिन पहले अपडेट किया गया
ja: 前回更新：%ld日前
ko: %ld 일 전에 업데이트
pt_br: Atualizou há %ld dia
ru: Обновлено %ld д. назад
th: ปรับปรุงแล้วเมื่อ %ld วันที่แล้ว
vi: Đã cập nhật %ld ngày trước
zh_hans: %ld天前更新
zh_hant: %ld天前更新

# gallery_puzzle_select_tips
source: Up to 9 photos at once
es_mx: Hasta 9 horas a la vez
hi: एक साथ 9 फ़ोटो तक
ja: 最大9枚まで選択できます。
ko: 한번에 최대 9 장까지 선택 가능
pt_br: Até 9 fotos por vez
ru: До 9 фотографий за один раз
th: คุณสามารถเลือกได้ถึง 9 รูป .
vi: Tối đa 9 ảnh cùng lúc
zh_hans: 最多只能选择9张照片。
zh_hant: 最多只能選擇9張照片。

# effect_uninstall_confirm
source: Uninstall "%@"?
es_mx: ¿Desea desinstalar "%@"?
hi: "%@"की स्थापना रद्द करें?
ja: 「%@」を本当に削除しますか？
ko: "%@"?(을)를 삭제하시겠습니까?
pt_br: Desinstalar "%@"?
ru: Удалить "%@"?
th: แน่ใจหรือไม่ที่จะถอนการติดตั้ง%@?
vi: Dỡ cài đặt "%@"?
zh_hans: 是否确认卸载"%@"？
zh_hant: 是否確認卸載"%@"？

# unable_to_delete_filter
source: Unable to delete filter, you need at least one!
es_mx: No se puede eliminar el filtro, ¡Al menos necesita uno!
hi: फ़िल्टर हटाने में असमर्थ, आपको कम-से-कम एक फ़िल्टर की ज़रूरत है!
ja: フィルターを削除できません。最低1つのフィルターが必要です！
ko: 필터 삭제 불가능. 최소 하나는 남겨두셔야 합니다!
pt_br: Não é possível excluir filtro, você precisa pelo menos de um!
ru: Не удается удалить фильтр, должен остаться по крайней мере один!
th: ไม่สามารถลบฟิลเตอร์ คุณต้องใช้อย่างน้อยหนึ่งตัว!
vi: Không thể xóa bộ lọc, bạn cần ít nhất một!
zh_hans: 无法卸载, 需要保留至少一个特效包哟!
zh_hant: 無法卸載，需要保留至少一個特效包喲！

# setting_password_not_set_alert
source: Turn on Pattern Lock in Advanced Settings.
es_mx: Encienda Bloqueo de diseño en Ajustes avanzados.
hi: उन्नत सेटिंग्स में पैटर्न लॉक चालू करें।
ja: 詳細設定でパターンロックをオンにしてください。
ko: 고급 설정에서 패턴 잠금을 설정하십시오
pt_br: Ative o Bloqueio de Padrão em Configurações Avançadas.
ru: Включите блокировку жестом в дополнительных параметрах.
th: คุณยังไม่ตั้งรหัสผ่านแบบลากเส้น สามารถเข้าตั้งที่โหมดตั้งค่าระดับสูง
vi: Bật Khóa Mẫu hình trong Cài đặt Nâng cao.
zh_hans: 你还未设置手势密码，可到高级设置中设置。
zh_hant: 你還未設置手勢密碼,可到高級設置中設置.

# gallery_albumDenyTip
source: Turn on album permission
es_mx: Encienda el permiso del álbum
hi: एल्बम की अनुमति चालू करें
ja: アルバムを許可
ko: 앨범 권한을 켜십시오
pt_br: Ativar permissão do álbum
ru: Включите разрешение альбома
th: เปิดการอนุญาตใช้งานอัลบั้ม
vi: Bật quyền album
zh_hans: 请先开启相册权限
zh_hant: 請先開啟相冊權限

# setting_touch_id_off_alert2
source: Touch ID is off.
es_mx: ID táctil está apagada.
hi: टच आईडी बंद है।
ja: Touch IDがオフです。
ko: 터치 ID가 꺼져 있습니다
pt_br: ID de toque está desativado.
ru: Touch ID выкл.
th: ระบบTouch Idปิดใช้แล้ว
vi: Tắt Touch ID.
zh_hans: 系统Touch ID已关闭
zh_hant: 系統Touch ID已關閉

# gallery_today
source: Today
es_mx: Hoy
hi: आज
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Cегодня
th: วันนี้
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# feedback_remoteNotification
source: To ensure timely receipt of your reply, please open the message push permissions.
es_mx: Para garantizar la recepción puntual de su respuesta, abra los permisos de acceso del mensaje.
hi: अपने उत्तर की समय पर प्राप्ति सुनिश्चित करने के लिए, कृपया संदेश पुश अनुमतियाँ खोलें।
ja: 迅速に回答するために、Camera360のプッシュ通知を許可してください。
ko: 신속한 회신을 원하시면, 설정에서 푸쉬메시지 권한을 작동해 주십시오.
pt_br: Para garantir um pronto recebimento da sua resposta, abra as permissões de envio de mensagem.
ru: Для обеспечения своевременного получения ответа включите push-уведомления.
th: เพื่อให้แน่ใจว่าได้รับเวลาที่เหมาะสมของข้อความให้เปิดฟังก์ชั่นการผลักดันข้อความ
vi: Để đảm bảo kịp thời nhận được trả lời của bạn, vui lòng mở quyền push tin nhắn.
zh_hans: 为保证你及时收到回复，请你在系统设置中开启Camera360的消息推送权限。
zh_hant: 為保證你及時收到回复，請你在系統設置中開啟Camera360的消息推送權限。

# camera_preview_volume_tips
source: Tips: Press the volume keys to save photos!
es_mx: Consejos: ¡Presione las teclas de volumen para guardar fotografías!
hi: युक्तियाँ: फ़ोटो सहेजने के लिए वॉल्यूम कुंजी दबाएँ!
ja: Tips：音量ボタンで写真が保存できます！
ko: 팁 :볼륨 키를 누르면 사진이 저장됩니다!
pt_br: Dicas: Pressione as teclas de volume para salvar fotos!
ru: Советы: Нажмите клавиши громкости для сохранения фотографий!
th: เคล็ดลับ: กดปุ่มปรับเสียงเพื่อจัดเก็บรูปภาพ!
vi: Mẹo: Nhấn các phím âm lượng để lưu ảnh!
zh_hans: Tips:按下音量键就可以直接保存照片哟！
zh_hant: Tips:按下音量鍵就可以直接保存照片喲！

# imageshow_exposure_time
source: TIME
es_mx: HORA
hi: समय
ja: 露出時間
ko: 시간 표시
pt_br: HORA
ru: ВРЕМЯ
vi: TGIAN
zh_hans: 曝时
zh_hant: 曝时

# gallery_currentweek
source: This week
es_mx: Esta semana
hi: इस हफ़्ते
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: За эту неделю
th: สัปดาห์นี้
vi: Tuần này
zh_hans: 本周
zh_hant: 本周

# user_center_email_registed
source: This email has been registered by another Camera360 member.
es_mx: Este correo electrónico se ha registrado con otro miembro de Camera360.
hi: यह ईमेल अन्य Camera360 सदस्य द्वारा पंजीकृत की गई है।
ja: このEメールアドレスは他のCamera360会員が登録済みです。
ko: 다른 Camera360 계정에 등록된 이메일 주소라서, 바인딩할 수 없습니다.
pt_br: Este e-mail foi registrado por outro membro da Camera360.
ru: Этот адрес зарегистрирован на другого участника Camera360.
th: อีเมลดังกล่าวมีบัญชีของสมาชิก Camera360 อยู่แล้ว จึงไม่สามารถผูกมัดได้
vi: Email này đã được đăng ký bởi một thành viên Camera360 khác.
zh_hans: 该邮箱已有Camera360会员账户，不能进行绑定
zh_hant: 該郵箱已有Camera360會員賬戶，不能進行綁定

# user_center_passworderror
source: The password you entered is incorrect.
es_mx: La contraseña que ingresó es incorrecta.
hi: आपके द्वारा दर्ज किया पासवर्ड ग़लत है।
ja: パスワードが間違っています。再試行してください。
ko: 입력한 암호가 올바르지 않습니다
pt_br: A senha que você inseriu está incorreta.
ru: Вы ввели неправильный пароль.
th: รหัสผ่านที่คุณป้อนไม่ถูกต้อง
vi: Mật khẩu bạn đã nhập không đúng.
zh_hans: 密码有误，请重新输入
zh_hant: 密碼有誤，請重新輸入

# user_center_passwordUnlawful_reinput
source: The password must be 6-20 characters.
es_mx: Contraseña entre 6 y 20 caracteres.
hi: पासवर्ड 6-20 वर्णों का होना चाहिए।
ja: パスワードは6～20文字
ko: 암호의 길이는 6-20 자여야합니다.
pt_br: A senha deve ter de 6 a 20 caracteres.
ru: Пароль должен содержать 6-20 символов.
th: รหัสผ่านต้องมี 6-20 ตัวอักษร
vi: Mật khẩu phải có 6-20 ký tự.
zh_hans: 密码需由6~20位字符组成
zh_hant: 密碼需由6~20位字符組成

# common_check_network
source: The network is not available.Please check your network Settings.
es_mx: La red no está disponible. Verifique los ajustes de su red.
hi: नेटवर्क उपलब्ध नहीं है।कृपया अपनी नेटवर्क सेटिंग्स की जाँच करें।
ja: ネットワークが使用できません。設定を確認してください。
ko: 네트워크를 사용할 수 없습니다. 네트워크 설정을 확인하십시오.
pt_br: A rede não está disponível. Verifique as suas configurações de rede.
ru: Сеть недоступна. Проверьте настройки сети.
th: เครือข่ายมีปัญหาและไม่สามารถใช้งานได้ โปรดตรวจสอบเครือข่ายคุณอีกครั้ง
vi: Mạng không sẵn có. Vui lòng kiểm tra Cài đặt mạng của bạn.
zh_hans: 当前网络不可用，请检查你的网络设置
zh_hant: 當前網絡不可用，請檢查你的網絡設置

# user_center_userNotExist
source: User name does not exist
es_mx: El nombre de usuario no existe
hi: उपयोगकर्ता नाम मोजूद नहीं
ja: このユーザーは存在しません
ko: 존재하지 않은 사용자입니다
pt_br: A rede não está disponível. Por favor verifique as configurações da rede
ru: Имя пользователя не существует
th: ไม่พบบัญชีนี้
vi: Tải khoản không tồn tại
zh_hans: 该用户不存在
zh_hant: 該帳戶不存在

# setting_xiao_c
source: Feedback
es_mx: Comentarios
hi: फ़ीडबैक
ko: 피드백
ru: Обратная связь
vi: Phản hồi
zh_hans: 意见反馈
zh_hant: 意見反饋

# setting_synchronize_photos
source: Sync to Camera Roll
es_mx: Sincronizar con el rollo de la cámara
hi: कैमरा रोल में सिंक करें
ja: カメラロールへの自動同期
ko: 카메라롤에 자동 저장
pt_br: Sincronizar com rolo da câmera
ru: Синхронизация с Фотопленкой
th: ซิงค์กับม้วนกล้อง
vi: Đồng bộ với Thư viện Ảnh
zh_hans: 自动保存到相机胶卷
zh_hant: 自動保存到相機膠卷

# puzzle_cancel_tips
source: Sure to give up this puzzle?
es_mx: ¿Está seguro de abandonar este rompecabezas?
hi: क्या आप यह पज़ल वाकई छोड़ना चाहते हैं?
ja: このコラージュを破棄しますか？
ko: 이 퍼즐을 포기하시겠습니까?
pt_br: Tem certeza que deseja desistir deste quebra-cabeça?
ru: Отказаться от решения головоломки?
th: แน่ใจที่จะยกเลิกปริศนานี้?
vi: Chắc chắn bỏ qua câu đố này?
zh_hans: 确定要放弃当前拼图吗？
zh_hant: 確定要放棄當前拼圖嗎？

# cloud_album_delete_photos_tips
source: Sure to delete %d photo?
es_mx: ¿Está seguro de borrar %d fotografía?
hi: क्या आप %d फ़ोटो वाकई हटाना चाहते हैं?
ja: %d枚の写真を削除しますか？
ko: %d 장의 사진을 삭제하시겠습니까?
pt_br: Tem certeza que deseja excluir %d foto?
ru: Удалить фото %d?
th: จะลบรูปถ่าย%dรูปไหม
vi: Chắc chắn xóa %d ảnh?
zh_hans: 是否要删除%d张照片？
zh_hant: 是否要刪除%d張照片？

# camera_preview_strength
source: Strength
es_mx: Fuerza
hi: शक्ति
ja: 強さ
ko: 강도
pt_br: Força
ru: Сила
th: ความแข็งแกร่ง
vi: Cường độ
zh_hans: 强度
zh_hant: 強度

# gallery_activeAlbum
source: Start
es_mx: Inicio
hi: प्रारंभ करें
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Начать
th: เปิด
vi: Bắt đầu
zh_hans: 立即开启
zh_hant: 立即開啟

# gallery_start_collage
source: Start
es_mx: Inicio
hi: प्रारंभ करें
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Начать
th: ปริศนา
vi: Bắt đầu
zh_hans: 开始拼图
zh_hant: 開始拼圖

# caemra_effect_delete_tips
source: Remove filter from favorites?
es_mx: ¿Desea eliminar el filtro de favoritos?
hi: पसंदीदा से फ़िल्टर निकालें?
ja: お気に入りからフィルターを削除しますか？
ko: 즐겨찾기에서 필터를 삭제하시겠습니까?
pt_br: Remover filtro dos favoritos?
ru: Удалить фильтр из избранного?
th: ลบฟิลเตอร์ออกจากรายการโปรดหรือไม่
vi: Loại bỏ bộ lọc khỏi yêu thích?
zh_hans: 是否取消收藏当前的特效?
zh_hant: 是否取消收藏當前的特效?

# camera_effect_uninstall_error_inusing
source: Special effects can not be uninstalled while in use
es_mx: Los efectos especiales no pueden desinstalarse mientras estén en uso
hi: विशेष प्रभावों की स्थापना उपयोग के समय रद्द नहीं की जा सकती
ja: 使用中の特殊エフェクトはアンインストールできません。
ko: 사용 중인 특수 효과는 삭제할 수 없습니다
pt_br: Efeitos especiais não podem ser desinstalados enquanto estiverem em uso
ru: Спецэффекты нельзя удалять во время исполuser_center_update_nick_not_useьзования
th: ไม่สามารถถอนการติดตั้งเทคนิคพิเศษขณะที่ใช้งานอยู่ได้
vi: Không thể gỡ cài đặt hiệu ứng đặc biệt khi đang sử dụng
zh_hans: 使用中的特效不能被卸载
zh_hant: 使用中的特效不能被卸載

# newuser_register_mobile_send_code
source: SMS verification code will be sent to %@
es_mx: Se le enviará un código de verificación por SMS a %@
hi: SMS सत्यापन कोड %@ को भेजा जाएगा
ja: SMS認証コードを%@に送信します。
ko: SMS 인증 코드가 %@(으)로 전송됩니다.
pt_br: Código de verificação SMS será enviado para %@
ru: Код проверки SMS будет отправлен на %@
th: รหัสยืนยันด้วย SMS จะถูกส่งไปที่ %@
vi: Mã xác thực SMS sẽ được gửi tới %@
zh_hans: 我们将发送短信验证码到这个 号码 %@
zh_hant: 我們將發送短信驗證碼到這個 號碼 %@

# password_skip
source: Skip
es_mx: Saltear
hi: छोड़ें
ja: スキップ
ko: 생략
pt_br: Pular
ru: Пропустить
th: ข้าม
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# imageshow_size
source: Size:
es_mx: Tamaño:
hi: आकार:
ja: サイズ：
ko: 크기:
pt_br: Tamanho:
ru: Размер:
th: ปริมาณของภาพ:
vi: Kích cỡ:
zh_hans: 照片大小:
zh_hant: 照片大小:

# newuser_login_third_sina
source: Weibo
ko: 웨이보
zh_hans: 新浪微博
zh_hant: 新浪微博

# newuser_login_use_third_login
source: Sign in with other way
es_mx: Iniciar sesión de otra manera
hi: दूसरी तरह से साइन इन करें
ja: SNSアカウントでログイン
ko: 다른 방법으로 로그인
pt_br: Entrar de outra forma
ru: Войти другим способом
th: เข้าสู่ระบบโดยใช้บุคคลที่สาม
vi: Đăng nhập bằng cách khác
zh_hans: 使用第三方登录
zh_hant: 使用第三方登錄

# common_share
source: Share
es_mx: Compartir
hi: साझा करें
ja: シェア
ko: 공유
pt_br: Compartilhar
ru: доля
th: แบ่งปัน
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Settings
es_mx: Ajustes
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# password_set_questions
source: Set security questions
es_mx: Crear preguntas de seguridad
hi: सुरक्षा प्रश्न सेट करें
ja: セキュリティ質問の設定
ko: 보안 질문 설정
pt_br: Definir perguntas
ru: Задать вопрос безопасности
th: ตั้งคำถามรักษาความปลอดภัย
vi: Đặt câu hỏi bảo mật
zh_hans: 设置密码保护问题
zh_hant: 設置密碼保護問題

# newuser_set_password
source: Set Password
es_mx: Establecer contraseña
hi: पासवर्ड सेट करें
ja: パスワードの設定
ko: 암호 설정
pt_br: Definir senha
ru: Задать пароль
th: ตั้งค่ารหัสผ่าน
vi: Đặt Mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼
