Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# pc_capture_challenge
source: Shoot
es_mx: Desafío de captura
hi: चुनौती कैप्चर करें
ja: シュート
ko: 캡처 도전
pt_br: Fotografar
ru: Снимайте
th: การแข่งขันถ่ายภาพ
vi: Thách thức Chụp
zh_hans: 拍照挑战
zh_hant: 拍照挑戰

# pc_comment
source: Comment
es_mx: Comentario
hi: टिप्पणी
ja: コメント
ko: 댓글
pt_br: Comentário
ru: Комментарий
th: ความคิดเห็น
vi: Bình luận
zh_hans: 评论
zh_hant: 評論

# pc_message_comment
source: Comments
es_mx: Comentario
hi: टिप्पणी
ja: コメント
ko: 댓글
pt_br: Comentário
ru: Комментарий
th: ความคิดเห็น
vi: Bình luận
zh_hans: 评论
zh_hant: 評論

# pc_enter_what_you_want_to_say
source: Say something…
es_mx: Di algo…
hi: कुछकहें
ja: 何か発言しましょう…
ko: 뭐라고말해보세요…
pt_br: Diga algo...
ru: Скажите что-нибудь...
th: พูดอะไรสักอย่าง…
vi: Nói gì đi...
zh_hans: 说点什么吧…
zh_hant: 說點什麼吧…

# pc_send
source: Send
ja: 送信
ko: 발송
th: ส่ง
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# pc_comment_has_been_deleted
source: Comment has been deleted
es_mx: Se eliminó el comentario
hi: टिप्पणी हटा दी गई है
ja: コメントは削除されました。
ko: 댓글이 삭제되었습니다
pt_br: O comentário foi excluído
ru: Комментарий удален
th: การแสดงความคิดเห็นถูกลบออก
vi: Nhận xét đã bị xóa
zh_hans: 该评论已删除
zh_hant: 該評論已删除

# pc_content_has_been_deleted
source: Content has been deleted
es_mx: Se eliminó el contenido
hi: सामग्री हटा दी गई है
ja: コンテンツは削除されました。
ko: 내용이 삭제되었습니다
pt_br: O conteúdo foi excluído
ru: Содержимое удалено
th: เนื้อหาถูกลบไปแล้ว
vi: Nội dung đã bị xóa
zh_hans: 该内容已删除
zh_hant: 該內容已删除

# pc_likes_num
source: %ld Likes
es_mx: %ld Me gusta
hi: %ld पसंद
ja: %ld の「いいね」
ko: 좋아요' %ld
pt_br: %ld curtidas
ru: %ld отметок «нравится»
th: %ld ไล้ค์
vi: %ld Thích
zh_hans: %ld个赞
zh_hant: %ld個贊

# pc_long_photo
source: Long
es_mx: Largo
hi: लंबा
ja: 長い
ko: 길게
pt_br: Longo
ru: Длинный
th: ยาว
vi: Dài
zh_hans: 长图
zh_hant: 長圖

# pc_tap_zan
source: Like
es_mx: Me gusta
hi: पसंद करें
ja: いいね
ko: 좋아요
pt_br: Curtir
ru: «Нравится»
th: ไล้ค์
vi: Thích
zh_hans: 点赞
zh_hant: 點贊

# pc_check_all_comments
source: Check all %ld comments
es_mx: Verificar todos los %ld comentarios
hi: सभी %ld टिप्पणियों की जाँच करें
ja: すべての %ld コメントをチェックする
ko: 모두 %ld 코멘트 확인
pt_br: Verificar todos os %ld comentários
ru: Посмотреть все комментарии (%ld)
th: ตรวจสอบทั้งหมด %ld ความเห็น
vi: Kiểm tra tất cả %ld bình luận
zh_hans: 查看%ld条评论
zh_hant: 查看%ld條評論

# pc_check_detail
source: Check details
es_mx: Verificar detalles
hi: विवरण की जाँच करें
ja: 詳細をチェックする
ko: 세부사항 점검
pt_br: Verificar detalhes
ru: Посмотреть подробно
th: ตรวจสอบรายละเอียด
vi: Kiểm tra chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

# pc_create_relay
source: Create Relay
es_mx: Crear retransmisión
hi: रिले बनाएँ
ja: Relay（リレー）を作成する
ko: 릴레이 만들기
pt_br: Criar transmissão
ru: Создать эстафету
th: สร้างรีเลย์
vi: Tạo Chuyển tiếp
zh_hans: 创建接力
zh_hant: 創建接力

# pc_delete_this_comment
source: Delete this comment
es_mx: Eliminar este comentario
hi: यह टिप्पणी हटाएँ
ja: このコメントを削除する
ko: 이 댓글을 삭제합니다
pt_br: Excluir este comentário
ru: Удалить этот комментарий
th: ลบความคิดเห็นนี้
vi: Xóa bình luận này
zh_hans: 删除该条评论
zh_hant: 删除該條評論

# pc_all_comments
source: All comments
es_mx: Todos los comentarios
hi: सभी टिप्पणियाँ
ja: すべてのコメント
ko: 모든 댓글
pt_br: Todos os comentários
ru: Все комментарии
th: ความคิดเห็นทั้งหมด
vi: Tất cả bình luận
zh_hans: 全部评论
zh_hant: 全部評論

# pc_his_her_comment
source: His/her comment
es_mx: Su comentario
hi: उनकी टिप्पणी
ja: 彼の/彼女のコメント
ko: 그/그녀의 코멘트
pt_br: Comentário dele/dela
ru: Его/ее комментарий
th: ความคิดเห็นของเขา/เธอ
vi: Bình luận của cô/anh ấy
zh_hans: TA的评论
zh_hant: TA的評論

# pc_details
source: Details
es_mx: Detalles
hi: विवरण
ja: 詳細
ko: 세부사항
pt_br: Detalhes
ru: Подробные сведения
th: รายละเอียด
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# pc_comment_words_too_many
source: Comment too long, 140 words or less
es_mx: Comentario demasiado largo, 140 palabras o menos
hi: टिप्पणीबहुतलंबीहै, 140शब्दयाकम
ja: コメントが長すぎます。140文字以内に収めてください
ko: 코멘트가너무깁니다(140단어미만)
pt_br: Comentário longo demais, 140 palavras ou menos
ru: Комментарий слишком длинный, должно быть не более 140 слов
th: แสดงความคิดเห็นยาวเกินไปต้อง140คำหรือน้อยกว่า
vi: Bình luận quá dài, tối đa 140 chữ
zh_hans: 评论过长，最多140字
zh_hant: 評論過長，最多140字

# pc_reply_someone
source: Reply %@
es_mx: Responder %@
hi: उत्तर दें %@
ja: 返答%@
ko: 댓글 %@
pt_br: Responder %@
ru: Ответить %@
th: ตอบ %@
vi: Trả lời %@
zh_hans: 回复 %@
zh_hant: 回復%@

# pc_network_error_try_again
source: Network error, try again later
es_mx: Error de red, intenta nuevamente más tarde
hi: नेटवर्क त्रुटि, पुनः प्रयास करें
ja: ネットワーク・エラーです。しばらくしてから、もう一度お試しください。
ko: 네트워크 오류, 나중에 재시도하세요
pt_br: Erro de rede, tente novamente depois
ru: Ошибка сети, повторите попытку позже
th: ข้อผิดพลาดของเครือข่าย ลองใหม่อีกครั้งในภายหลัง
vi: Lỗi mạng, thử lại sau
zh_hans: 网络异常，稍后再试
zh_hant: 網絡异常，稍後再試

# pc_more
source: More
es_mx: Más
hi: और अधिक
ja: もっと
ko: 더
pt_br: Mais
ru: Больше
th: เพิ่มเติม
vi: Hơn
zh_hans: 更多
zh_hant: 更多

# pc_friends_new_comment
source: Friend's new Moment
es_mx: Actualización amigo
hi: मित्र का नया पल
ja: 親友の新鮮な事
ko: 친구의 새로운 순간
pt_br: Atualização amigo
ru: Момент друга
th: โมเมนต์ใหม่ของเพื่อน
vi: Cập nhật bạn bè
zh_hans: 好友新动态
zh_hant: 好友新動態

# pc_relay
source: Relay
es_mx: Retransmisión
hi: रिले
ja: Relay（リレー）
ko: 릴레이
pt_br: Transmissão
ru: Эстафета
th: รีเลย์
vi: Chuyển tiếp
zh_hans: 接力
zh_hant: 接力

# pc_follow_someone
source: Followed
es_mx: Seguidos
hi: अनुसरण किया गया
ja: フォローしました。
ko: 팔로잉
pt_br: Seguido
ru: Отслеживали
th: ติดตามแล้ว
vi: Đã theo dõi
zh_hans: 关注了
zh_hant: 關注了

# pc_like_photo_num
source: Liked %ld photos
es_mx: Te gustan %ld fotos
hi: %ld फ़ोटो पसंद की
ja: %ld 写真を気に入りました。
ko: %ld 사진 '좋아요'
pt_br: Curtiu %ld fotos
ru: Ставили «нравится» к %ld фото
th: ไล้ค์ %ld ภาพ
vi: Đã thích %ld ảnh
zh_hans: 喜欢了 %ld 个瞬间
zh_hant: 喜歡了%ld個瞬間

# pc_friends_moments
source: Friend Moments
es_mx: Momentos de Amigos
hi: मित्र के पल
ja: 友人のMoments（瞬間）
ko: 친구의 모멘츠
pt_br: Momentos do amigo
ru: Моменты друзей
th: โมเมนต์ของเพื่อน
vi: Khoảnh khắc Bạn bè
zh_hans: 好友动态
zh_hant: 好友動態

# pc_recommended_users
source: Recommended user
es_mx: Usuario recomendado
hi: अनुशंसित उपयोगकर्ता
ja: 推奨のユーザー
ko: 추천 사용자
pt_br: Usuário recomendado
ru: Рекомендуемый пользователь
th: ผู้ใช้ที่แนะนำ
vi: Người dùng đề xuất
zh_hans: 推荐用户
zh_hant: 推薦用戶

# pc_bind_phone_number
source: Bind phone number
es_mx: Vincular número telefónico
hi: फ़ोन नंबर बाइंड करें
ja: 電話番号を関連付ける
ko: 전화번호 바인딩
pt_br: Vincular número de telefone
ru: Привязать номер телефона
th: หมายเลขโทรศัพท์ผูก
vi: Liên kết số điện thoại
zh_hans: 手机号绑定
zh_hant: 手機號綁定

# pc_recommend
source: Recommended
es_mx: Recomendado
hi: अनुशंसित
ja: 推奨
ko: 강추
pt_br: Recomendado
ru: Рекомендованный
th: แนะนำ
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推薦

# pc_your_friends_from_contacts_and_facebook
source: Your friends are all here
es_mx: Tus amigos
hi: आपके सभी मित्र यहाँ हैं
ja: あなたの友人
ko: 친구가
pt_br: Seus amigos
ru: Ваши друзья
th: เพื่อนของคุณมาที่นี่
vi: Bạn bè của bạn
zh_hans: 你的好友在这里
zh_hant: 你的好友在這裡

# pc_tag
source: Tag
es_mx: Etiquetar
hi: टैग करें
ja: タグ
ko: 태그
pt_br: Marcar
ru: Метка
th: แท็ก
zh_hans: 标签
zh_hant: 標籤

# pc_user
source: User
es_mx: Usuario
hi: उपयोगकर्ता
ja: ユーザー
ko: 사용자
pt_br: Usuário
ru: Пользователь
th: ผู้ใช้งาน
vi: Người dùng
zh_hans: 用户
zh_hant: 用戶

# pc_load_more
source: Load more
es_mx: Cargar más
hi: और लोड करें
ja: さらにロードする
ko: 다운로드 더하기
pt_br: Saiba mais
ru: Загрузить еще
th: โหลดเพิ่มเติม
vi: Tải thêm
zh_hans: 加载更多
zh_hant: 加載更多

# pc_tap_screen_to_reload
source: Tap screen to reload
es_mx: Toca la pantalla para recargar
hi: फिर से लोड करने के लिए स्क्रीन पर टैप करें
ja: 画面をタップして再ロードする
ko: 화면을 터치하면 다시 다운로드됩니다.
pt_br: Toque na tela para recarregar
ru: Нажмите на экран для перезагрузки
th: แตะที่หน้าจอเพื่อโหลด
vi: Nhấn màn hình để tải lại
zh_hans: 点击屏幕重新加载
zh_hant: 點擊荧幕重新加載

# pc_join_relay
source: Join relay
es_mx: Unirse a retransmisión
hi: रिले में शामिल हों
ja: Relay（リレー）に参加する
ko: 릴레이에 참여
pt_br: Juntar-se à transmissão
ru: Присоединиться к эстафете
th: เข้าร่วมการรีเลย์
vi: Tham gia chuyển tiếp
zh_hans: 参与接力
zh_hant: 參與接力

# pc_like
source: Like
es_mx: Me gusta
hi: पसंद करें
ja: いいね
ko: 좋아요
pt_br: Curtir
ru: Нравится
th: ไล้ค์
vi: Thích
zh_hans: 喜欢
zh_hant: 喜歡

# pc_say_something
source: Say something (within 140 words)
es_mx: Di algo (dentro de las 140 palabras)
hi: कुछ कहें (140 शब्द में)
ja: コメントをする（140字以内）
ko: 말하기 (140 단어 이내)
pt_br: Diga algo (até 140 palavras)
ru: Скажите что-нибудь (не более 140 слов)
th: พูดอะไรบางอย่าง (ภายใน 140 คำ)
vi: Nói gì đó (trong vòng 140 từ)
zh_hans: 说点什么吧（140字以内）
zh_hant: 說點什麼吧（140字以內）

# pc_post_preview
source: Post preview
es_mx: Publicar vista previa
hi: पुर्वावलोकन पोस्ट करें
ja: プレビューを投稿する
ko: 게시물 미리보기
pt_br: Publicar visualização
ru: просмотр поста
th: โพสต์ภาพตัวอย่าง
vi: Xem trước bài đăng
zh_hans: 发布预览
zh_hant: 發佈預覽

# pc_remind_who_viewed
source: Remind who viewed
es_mx: Recordar quiénes vieron
hi: जिसने देखा उसे याद दिलाएँ
ja: 見た人に注意を促す
ko: 본 사람 알림
pt_br: Lembrar quem viu
ru: Напомнить, кто просмотрел
th: เตือนว่ามีใครมาดู
vi: Nhắc nhở ai đã xem
zh_hans: 提醒谁看
zh_hant: 提醒誰看

# pc_turn_on_location_services
source: Turn on location services
es_mx: Activar servicios de ubicación
hi: स्थान सेवाएँ चालू करें
ja: 位置情報サービスをオンにする
ko: 위치 서비스를 켜십시오
pt_br: Ativar serviços de local
ru: Включить сервисы местоположения
th: เปิดบริการตำแหน่ง
vi: Bật dịch vụ định vị
zh_hans: 请打开地理位置服务
zh_hant: 請打開地理位置服務

# pc_shoot
source: Shoot
es_mx: Tomar
hi: शूट करें
ja: 撮影
ko: 촬영
pt_br: Registrar
ru: Фотосъемка
th: ถ่ายภาพ
vi: Chụp
zh_hans: 拍照
zh_hant: 拍照

# pc_shoot_camera
source: Camera
es_mx: Tomar
hi: शूट करें
ja: 撮影
ko: 촬영
pt_br: Registrar
ru: Фотосъемка
th: ถ่ายภาพ
vi: Chụp
zh_hans: 拍照
zh_hant: 拍照

# pc_short_video
source: Video
hi: वीडियो
ja: 動画
ko: 동영상
pt_br: Vídeo
ru: Видео
th: วีดีโอ
zh_hans: 视频
zh_hant: 視頻

# pc_can_not_exceed_words
source: Cannot exceed 140 words
es_mx: No puedes exceder las 140 palabras
hi: 140 शब्दों से अधिक नहीं हो सकता
ja: 140字を超えることはできません。
ko: 140 단어를 초과할 수 없습니다
pt_br: Não pode exceder 140 palavras
ru: Не более 140 слов
th: จะต้องไม่เกิน 140 คำ
vi: Không được vượt quá 140 từ
zh_hans: 不能超过140个字
zh_hant: 不能超過140個字

# pc_my_messages
source: My messages
es_mx: Mis mensajes
hi: मेरे संदेश
ja: マイ・メッセージ
ko: 내 메시지
pt_br: Minhas mensagens
ru: Мои сообщения
th: ข้อความของฉัน
vi: Tin nhắn của tôi
zh_hans: 我的消息
zh_hant: 我的消息

# pc_mine
source: Mine
es_mx: Mío
hi: मेरा
ja: 自分のもの
ko: 내 것
pt_br: Meu
ru: Мое
th: ของฉัน
vi: Của tôi
zh_hans: 我的
zh_hant: 我的

# pc_message_mine
source: Mentions
es_mx: Mío
hi: मेरा
ja: 自分のもの
ko: 내 것
pt_br: Meu
ru: Мое
th: ของฉัน
vi: Của tôi
zh_hans: @我的
zh_hant: @我的

# pc_toolbar_mine
source: Me
es_mx: Mío
hi: मेरा
ja: 自分のもの
ko: 내 것
pt_br: Meu
ru: Мое
th: ของฉัน
vi: Của tôi
zh_hans: 我的
zh_hant: 我的

# pc_zan
source: Like
es_mx: Me gusta
hi: पसंद करें
ja: いいね
ko: 좋아요
pt_br: Curtir
ru: «Нравится»
th: ไล้ค์
vi: Thích
zh_hans: 赞
zh_hant: 贊

# pc_message_zan
source: Likes
es_mx: Me gusta
hi: पसंद करें
ja: いいね
ko: 좋아요
pt_br: Curtir
ru: «Нравится»
th: ไล้ค์
vi: Thích
zh_hans: 赞
zh_hant: 贊

# pc_new_fans
source: New fan
es_mx: Nuevo fanático
hi: नया प्रशंसक
ja: 新しいファン
ko: 새 팬
pt_br: Novo fã
ru: Новый поклонник
th: แฟนใหม่
vi: Fan mới
zh_hans: 新增粉丝
zh_hant: 新增粉絲

# pc_message_fans
source: New Fans
es_mx: Nuevo fanático
hi: नया प्रशंसक
ja: 新しいファン
ko: 새 팬
pt_br: Novo fã
ru: Новый поклонник
th: แฟนใหม่
vi: Fan mới
zh_hans: 新增粉丝
zh_hant: 新增粉絲

# pc_notification
source: Notification
es_mx: Notificación
hi: अधिसूचना
ja: 通知
ko: 공고
pt_br: Notificação
ru: Уведомление
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# pc_message_notification
source: Notifications
es_mx: Notificaciones
hi: अधिसूचनाएँ
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 消息通知
zh_hant: 消息通知

# pc_set_portrait_personal_info
source: Set portrait, personal info
es_mx: Establecer retrato, información personal
hi: पोर्ट्रेट, निजी जानकारी निर्धारित करें
ja: ポートレート、個人情報を設定する
ko: 세로 방향 설정, 개인 정보
pt_br: Definir informações do retrato e pessoais
ru: Добавить портрет, личную информацию
th: ตั้งแนวตั้ง ข้อมูลส่วนตัว
vi: Đặt chân dung, thông tin cá nhân
zh_hans: 设置头像,个人资料
zh_hant: 設定頭像，個人資料

# pc_add_friend
source: Add Friends
es_mx: Agregar amigo
hi: मित्र जोड़ें
ja: 友人を追加する
ko: 친구 추가
pt_br: Adicionar amigo
ru: Добавить друга
th: เพิ่มเพื่อน
vi: Thêm bạn bè
zh_hans: 添加好友
zh_hant: 添加好友

# pc_moments_num
source: %@ Moments
es_mx: %@ momentos
hi: %@ पल
ja: %@ Moments（瞬間）
ko: %@ 모멘츠
pt_br: %@ momentos
ru: %@ Моменты
th: %@ โมเมนต์
vi: %@ Khoảnh khắc
zh_hans: %@ 条新动态
zh_hant: %@條新動態

# pc_me
source: Me
es_mx: Yo
hi: मैं
ja: 私
ko: 나
pt_br: Eu
ru: Я
th: ผม
vi: Tôi
zh_hans: 我
zh_hant: 我

# pc_obtain_message
source: Obtain message
es_mx: Obtener mensaje
hi: संदेश प्राप्त करें
ja: メッセージを入手する
ko: 메시지 획득
pt_br: Obter mensagem
ru: Получить сообщение
th: ได้รับข้อความ
vi: Lấy tin nhắn
zh_hans: 获奖消息
zh_hant: 獲獎消息

# pc_no_longger_receive_notification_if_setting
source: You will no longer receive notifications after turning off
es_mx: Ya no recibirás notificaciones luego de apagarlo
hi: बंद करने के बाद आपको फिर अधिसूचनाएँ नहीं मिलेंगी
ja: オフにすると、通知は届かなくなります。
ko: 휴대폰을 끄면 알림을 받을 수 없습니다
pt_br: Você não receberá mais notificações após desativar
ru: Вы больше не будете получать уведомления после отключения
th: คุณจะไม่ได้รับการแจ้งเตือนหลังจากปิด
vi: Bạn sẽ không nhận được thông báo nữa sau khi tắt
zh_hans: 若关闭则不会收到对应的通知消息
zh_hant: 若關閉則不會收到對應的通知消息

# pc_notification_setting
source: Notification settings
es_mx: Notificación de cambio
hi: अधिसूचना सेटिंग्स
ja: 通知の設定
ko: 알림 설정
pt_br: Configurações de notificação
ru: Настройки уведомления
th: การตั้งค่าการแจ้งเตือน
vi: Cài đặt thông báo
zh_hans: 通知设置
zh_hant: 通知設定

# pc_creator
source: Creator
es_mx: Creador
hi: रचयिता
ja: クリエーター
ko: 작성자
pt_br: Criador
ru: Создатель
th: ผู้สร้าง
vi: Người khởi tạo
zh_hans: 创建者
zh_hant: 創建者

# pc_num_people_relaying
source: X people are relaying
es_mx: X personas están retransmitiendo
hi: X लोग रिले कर रहे हैं
ja: X 人がRelay（リレー）をしています。
ko: X 명 릴레이 중
pt_br: X pessoas estão transmitindo
ru: X человек участвуют в эстафете
th: X คนกำลังรีเลย์
vi: X người đang chuyển tiếp
zh_hans: 人正在接力
zh_hant: 人正在接力

# pc_num_people_answering
source: X people are answering
es_mx: X personas están respondiendo
hi: X लोगों का जवाब दे रहे हैं
ja: X 人が返答をしています。
ko: X 명 응답 중
pt_br: X pessoas estão respondendo
ru: X человек отвечают
th: X คนตอบรับ
vi: X người đang trả lời
zh_hans: 人正在问答
zh_hant: 人正在問答

# pc_newest
source: Newest
es_mx: Más nuevo
hi: नवीनतम
ja: 最新
ko: 최신
pt_br: Mais novo
ru: Самый новый
th: ใหม่ล่าสุด
vi: Mới nhất
zh_hans: 最新
zh_hant: 最新

# pc_hottest
source: Hottest
es_mx: Más popular
hi: सबसे हॉट
ja: 最もホットな
ko: 최고 인기
pt_br: Mais quente
ru: Самый популярный
th: ฮ็อตสุดๆ
vi: Phổ biến nhất
zh_hans: 最热
zh_hant: 最熱

# pc_searching
source: Searching…
es_mx: Buscando...
hi: खोज हो रही है...
ja: 検索中…
ko: 검색 중…
pt_br: Procurando...
ru: Поиск…
th: กำลังค้นหา ...
vi: Đang tìm kiếm...
zh_hans: 搜索...
zh_hant: 搜索…

# pc_get_reward
source: Get reward
es_mx: El Premio
hi: पुरस्कार प्राप्त करें
ja: 報奨を得る
ko: 보상 획득
pt_br: Obter recompensa
ru: Получить награду
th: รับรางวัล
vi: giải thưởng
zh_hans: 获奖
zh_hant: 獲獎

# pc_acctount_info
source: Account info
es_mx: Información de cuenta
hi: खाता जानकारी
ja: アカウント情報
ko: 계정 정보
pt_br: Informações da conta
ru: Информация об учетной записи
th: ข้อมูลบัญชี
vi: Thông tin tài khoản
zh_hans: 账号信息
zh_hant: 帳號資訊

# pc_about_camera360
source: About Camera360
es_mx: Acerca de Camera360
hi: Camera360 के बारे में
ja: Camera360について
ko: Camera360 소개
pt_br: Sobre a Camera360
ru: О Camera360
th: เกี่ยวกับ Camera360
vi: Giới thiệu Camera360
zh_hans: 关于Camera360
zh_hant: 關於Camera360

# pc_settings
source: Settings
es_mx: Configuración
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# pc_plaza
source: Plaza
hi: प्लाज़ा
ja: プラザ
ko: 광장
ru: Площадь
th: พลาซ่า
zh_hans: 广场
zh_hant: 廣場

# pc_featured_video
source: Selected Videos
es_mx: Video destacado
hi: फ़ीचर्ड वीडियो
ja: 特集動画
ko: 추천 동영상
pt_br: Vídeo em destaque
ru: Избранное видео
th: วีดิโอแนะนำ
vi: Video nổi bật
zh_hans: 精选视频
zh_hant: 精選視頻

# pc_people_nearby
source: People Nearby
es_mx: Personas cerca
hi: आसपास के लोग
ja: 近くにいる人
ko: 근처의 이웃들
pt_br: Pessoas próximas
ru: Люди поблизости
th: คนที่อยู่ใกล้เคียง
vi: Người gần đó
zh_hans: 附近的人
zh_hant: 附近的人

# pc_recommended_content
source: Recommended content
es_mx: Contenido recomendado
hi: अनुशंसित सामग्री
ja: 推奨のコンテンツ
ko: 추천 콘텐츠
pt_br: Conteúdo recomendado
ru: Рекомендованное содержимое
th: เนื้อหาแนะนำ
vi: Nội dung đề xuất
zh_hans: 推荐内容
zh_hant: 推薦內容

# pc_hot_works
source: Hot works
es_mx: Trabajos populares
hi: हॉट कार्य
ja: ホットな作品
ko: 인기 작품
pt_br: Trabalhos quentes
ru: Популярные работы
th: ผลงานที่น่าสนใจ
vi: Tác phẩm phổ biến
zh_hans: 热门作品
zh_hant: 熱門作品

# pc_ad
source: Ad
es_mx: Anuncio
hi: विज्ञापन
ja: 広告
ko: 광고
pt_br: Anúncio
ru: Реклама
th: โฆษณา
vi: Quảng cáo
zh_hans: 推广
zh_hant: 推廣

# pc_hot
source: Hot
es_mx: Popular
hi: हॉट
ja: ホットな
ko: 핫
pt_br: Quente
ru: Популярное
th: ฮ็อต
vi: Phổ biến
zh_hans: 热门
zh_hant: 熱門

# pc_edit_featured
source: Edit featured
es_mx: Editar destacado
hi: फ़ीचर्ड संपादित करें
ja: 特徴づけられた編集
ko: 추천 편집
pt_br: Editar destacado
ru: Редактировать избранное
th: แก้ไขคุณสมบัติ
vi: Chỉnh sửa nổi bật
zh_hans: 编辑精选
zh_hant: 編輯精選

# pc_not_logged_in
source: Sign In / Sign up
es_mx: Iniciar sesión / Registrarse
hi: साइन इन / साइन अप
ja: サインイン / 登録
ko: 로그 인/가입
pt_br: Entrar / Cadastrar-se
ru: Войти/Зарегистрироват.
th: เข้าสู่ระบบและสมัครสมาชิก
vi: Đăng nhập / Đăng ký
zh_hans: 点击登录 / 注册
zh_hant: 點擊登入 / 注册

# pc_user_center
source: Me
es_mx: Yo
hi: मैं
ja: 私
ko: 나
pt_br: Eu
ru: Я
th: ฉัน
vi: Tôi
zh_hans: 个人中心
zh_hant: 個人中心

# pc_my_c_points
source: My C Points
es_mx: Mis puntos C
hi: मेरे C पाइंट
ja: マイ C points
ko: 내 C 포인트
pt_br: Meus pontos C
ru: Мои C-баллы
th: คะแนน C ของฉัน
vi: C point của Tôi
zh_hans: 我的C币
zh_hant: 我的C幣

# pc_local_album
source: Local album
es_mx: Álbum local
hi: स्थानीय एल्बम
ja: ローカル・アルバム
ko: 현지 앨범
pt_br: Álbum local
ru: Локальный альбом
th: อัลบั้มภายใน
vi: Album cục bộ
zh_hans: 本地相册
zh_hant: 本地相册

# pc_moments
source: Moments
es_mx: Momentos
hi: पल
ja: 瞬間
ko: 모멘츠
pt_br: Momentos
ru: Моменты
th: ชั่วครู่
vi: chốc lát
zh_hans: 瞬 间
zh_hant: 瞬 間

# pc_like_home
source: Like
es_mx: Me gusta
hi: पसंद करें
ja: いいね
ko: 좋아요
pt_br: Curtir
ru: «Нравится»
th: ไล้ค์
vi: Thích
zh_hans: 喜 欢
zh_hant: 喜歡

# pc_follow_home
source: Follow
es_mx: Seguir
hi: अनुसरण करें
ja: フォロー
ko: 팔로우
pt_br: Seguir
ru: Отслеживать
th: ติดตาม
vi: Theo dõi
zh_hans: 关 注
zh_hant: 關注

# pc_fans_home
source: Fans
es_mx: Fanáticos
hi: प्रशंसक
ja: ファン
ko: 팬
pt_br: Fãs
ru: Поклонники
th: แฟน
vi: Fan
zh_hans: 粉 丝
zh_hant: 粉絲

# newuser_editinfo
source: Edit info
es_mx: Editar información
hi: जानकारी संपादित करें
ja: 編集情報
ko: 정보 수정
pt_br: Editar informações
ru: Редактировать информацию
th: แก้ไขวัสดุ
vi: Chỉnh sửa thông tin
zh_hans: 编辑资料
zh_hant: 編輯資料

# pc_come_from
source: From %@
es_mx: Desde %@
hi: %@ से
ja: 送信者%@
ko: %@부터
pt_br: De %@
ru: От %@
th: จาก %@
vi: Từ %@
zh_hans: 来自 %@
zh_hant: 來自%@

# pc_friends
source: Friend
es_mx: Amigo
hi: मित्र
ja: お友だち
ko: 친구
pt_br: Amigo
ru: Друг
th: เพื่อน
vi: Bạn bè
zh_hans: 好友
zh_hant: 好友

# pc_publish_friends
source: @ Friends
es_mx: Amigo
hi: मित्र
ja: お友だち
ko: 친구
pt_br: Amigo
ru: Друг
th: เพื่อน
vi: Bạn bè
zh_hans: 好友
zh_hant: 好友

# pc_homepage
source: Home
es_mx: Página inicial
hi: होमपेज
ja: ホームページ
ko: 홈페이지
pt_br: Página inicial
ru: Главная
th: โฮมเพจ
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# pc_message
source: Message
es_mx: Tienda
hi: संदेश
ja: メッセージ
ko: 메시지
pt_br: Mensagem
ru: Сообщение
th: ข้อความ
vi: Tin nhắn
zh_hans: 消息
zh_hant: 消息

# pc_share_moments
source: Share moments☺
es_mx: Compartir momentos ☺
hi: पल साझा करें☺
ja: Moments（瞬間）を共有する☺
ko: 모멘츠 공유☺
pt_br: Compartilhar momentos☺
ru: Поделиться моментами☺
th: แบ่งปันช่วงเวลา☺
vi: Chia sẻ khoảnh khắc☺
zh_hans: 分享精彩瞬间☺
zh_hant: 分享精彩瞬間☺

# pc_share_title2
source: Share moments
es_mx: Compartir momentos
hi: पल साझा करें
ja: Moments（瞬間）を共有する
ko: 모멘츠 공유
pt_br: Compartilhar momentos
ru: Поделиться моментами
th: แบ่งปันช่วงเวลา
vi: Chia sẻ khoảnh khắc
zh_hans: 分享精彩瞬间
zh_hant: 分享精彩瞬間

# pc_not_show_location
source: Do not show location
es_mx: No mostrar ubicación
hi: लोकेशन फिर न दिखाएँ
ja: 位置情報を表示しない
ko: 위치 표시하지 않음
pt_br: Não exibir local
ru: Не показывать местоположение
th: ไม่ต้องแสดงสถานที่ตั้ง
vi: Không hiện vị trí
zh_hans: 不显示地理位置
zh_hant: 不顯示地理位置

# pc_take_video
source: Video
hi: वीडियो
ja: 動画
ko: 동영상
pt_br: Vídeo
ru: Видео
th: วีดีโอ
zh_hans: 视频
zh_hant: 視頻

# pc_msglist_expand
source: Expand
es_mx: Expandir
hi: विस्तृत करें
ja: 展開する
ko: 확장
pt_br: Expandir
ru: Развернуть
th: ขยาย
vi: Bung rộng
zh_hans: 展开
zh_hant: 展開

# pc_msglist_fold
source: Fold
es_mx: Plegar
hi: फ़ोल्ड
ja: 折りたたむ
ko: 겹치기
pt_br: Dobrar
ru: Свернуть
th: พับ
vi: Gập lại
zh_hans: 收起
zh_hant: 收起

# pc_task_unavailable
source: Sorry, your device cannot join challenge because it isn't compatible
es_mx: Lo sentimos, su dispositivo no puede unirse al reto porque no es compatible
hi: क्षमा करें, आपकी डिवाइस चुनौती में शामिल नहीं हो सकती क्योंकि यह संगत नहीं है
ja: 申し訳ございませんが、お使いのデバイスには互換性がないためチャレンジには参加できません。
ko: 죄송합니다. 귀하의 장치가 호환되지 않으므로 챌린지에 참여할 수 없습니다.
pt_br: Desculpe, o seu dispositivo não pode se juntar ao desafio, pois não é compatível
ru: К сожалению, Ваше устройство не может установить соединение, поскольку оно несовместимо.
th: ขออภัย คุณเข้าร่วมการแข่งขันไม่ได้ เพราะไม่สามารถเข้ากันได้
vi: Rất tiếc, thiết bị của bạn không thể tham gia thách thức bởi nó không tương thích
zh_hans: 非常抱歉，因手机兼容问题当前设备不能参与该挑战
zh_hant: 非常抱歉，因手機相容問題當前設備不能參與該挑戰

# pc_more_video
source: More
es_mx: Más
hi: और अधिक
ja: もっと
ko: 더
pt_br: Mais
ru: Больше
th: เพิ่มเติม
vi: Hơn
zh_hans: 更多
zh_hant: 更多

# pc_square_slogan
source: Let you see the world
es_mx: Abre tus ojos al mundo
hi: खुद को दुनिया देखने दें
ja: 世界中の人にあなたのことを見てもらいましょう。
ko: 세상을 볼수 있습니다.
pt_br: Permita-se ver o mundo
ru: Познайте мир
th: ช่วยให้คุณได้เห็นโลก
vi: Để bạn ngắm nhìn thế giới
zh_hans: 让你看到世界
zh_hant: 讓你看到世界

# pc_homepage_slidemore
source: Slide to search more
es_mx: Desplázate para ver más
hi: और अधिक खोजने के लिए स्लाइड करें
ja: スライドしてもっと探す
ko: 슬라이드하여 더 많이 검색
pt_br: Deslize para buscar mais
ru: Пролистайте для дальнейшего поиска
th: เลื่อน เพื่อค้นหาเพิ่มเติม
vi: Trượt để tìm hiểu thêm
zh_hans: 滑动探索更多
zh_hant: 滑動探索更多

# pc_homepage_seemore
source: Let more people see your posts
es_mx: Deja que más gente admire tus momentos
hi: और अधिक लोगों को अपने पल दिखाएँ
ja: もっと多くの人にあなたの瞬間を見てもらいましょう。
ko: 더 많은 사람이 귀하의 모멘트를 볼수 있습니다.
pt_br: Permita que mais pessoas vejam os seus momentos
ru: Поделитесь с людьми важными моментами Вашей жизни
th: ให้คนอื่น ๆ เห็นโมเมนต์เวลาของคุณ
vi: Hãy để nhiều người hơn thấy khoảnh khắc của bạn
zh_hans: 让更多人看到你的瞬间
zh_hant: 讓更多人看到你的瞬間

# pc_people_follow_and_photo
source: New updates from %@ etc.
es_mx: La gente de %@, tiene nuevas actualizaciones
hi: %@ से लोगों के नए अद्यतन हैं
ja: %@,の人が更新をしています。
ko: %@ 사용자의 새 업데이트가 있습니다.
pt_br: Pessoas de %@, têm novas atualizações
ru: %@ новых моментов
th: ผู้คนจาก %@ ได้อัปเดตใหม่
vi: Những người đến từ %@, có cập nhật mới
zh_hans: %@等人，有了新动态
zh_hant: %@等人，有了新動態

# pc_posted_num_works
source: %zd Posts
hi: %zd पोस्ट
ja: %zd の投稿
ko: 게시물 %zd
ru: Посты %zd
th: %zd โพสต์
vi: %zd Bài đăng
zh_hans: %zd个瞬间
zh_hant: %zd個瞬間

# pc_liked_num_works
source: %zd Likes
es_mx: %zd Me gusta
hi: %zd पसंद
ja: %zd の「いいね」
ko: 추천수 %zd
pt_br: %zd curtidas
ru: Лайки %zd
th: %zd ชอบ
vi: %zd Thích
zh_hans: %zd个喜欢
zh_hant: %zd個喜歡
