Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# puser_MobileNumberAlreadyRegWithPwd
source: Number is already registered, log in?
es_mx: El número ya está registrado, ¿iniciar sesión?
hi: नंबर पहले ही पंजीकृत है, लॉगइन करें?
ja: 番号はすでに登録されています。ログインしますか？
ko: 이미 등록된 번호입니다. 로그인 하시겠습니까?
pt_br: O número já está registrado, fazer login?
ru: Номер уже зарегистрирован, войти?
th: หมายเลขโทรศัพท์ถูกใช้ลงทะเบียนแล้ว เข้าสู่ระบบหรือไม่
vi: Số đã được đăng ký, đăng nhập?
zh_hans: 该手机号已被注册过，是否尝试立即登录？
zh_hant: 該手機號已被註冊，是否嘗試立即登錄？

# puser_SendVerifyCodeExceedThreshold
source: Requests too frequent, try again later
es_mx: Solicitudes demasiado frecuentes, intenta nuevamente más tarde
hi: अनुरोध अकसर हो रहे हैं, बाद में फिर से कोशिश करें
ja: リクエストが多すぎます。後からもう一度お試しください。
ko: 너무 잦은 요청입니다. 나중에 다시 시도하세요.
pt_br: Solicitações frequentes demais, tente novamente depois
ru: Слишком частые запросы, повторите попытку позже
th: ขอบ่อยเกินไป ลองใหม่ภายหลัง
vi: Yêu cầu quá thường xuyên, thử lại sau
zh_hans: 你的请求过于频繁，请稍后再试
zh_hant: 你的請求過於頻繁，請稍候再試

# puser_VerifyCodeInvalid
source: Verification code has expired, please re-acquire
es_mx: El código de verificación expiró, vuelve a obtener uno
hi: सत्यापन कोड की अवधि समाप्त हो गई है, कृपया फिर से प्राप्त करें
ja: 確認コードの期限が切れています。再度取得してください。
ko: 인증 코드 만료, 다시 취득해 주세요.
pt_br: O código de verificação expirou, adquira-o novamente
ru: Код подтверждения истек, получите повторно
th: รหัสยืนยันหมดอายุแล้ว กรุณาขอใหม่
vi: Mã số xác thực đã hết hạn, vui lòng lấy lại
zh_hans: 验证码已失效，请重新获取
zh_hant: 驗證碼已失效，請重新獲取

# puser_MobileNumberFormatError
source: Number is invalid
es_mx: El número es nválido
hi: नंबर अमान्य है
ja: 番号が無効です。
ko: 잘못된 번호입니다
pt_br: O número está inválido
ru: Номер недействителен
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
vi: Số không hợp lệ
zh_hans: 手机号无效
zh_hant: 手機號無效

# puser_VerifyCodeError
source: Code is incorrect, please re-enter
es_mx: El código es incorrecto, vuelve a ingresarlo
hi: कोड ग़लत है, कृपया पुनः दर्ज करें
ja: コードが正しくありません。再度入力してください。
ko: 올바르지 않은 코드입니다. 다시 입력해 주십시오.
pt_br: O código é incorreto, insira-o novamente
ru: Неверный код, введите повторно
th: รหัสไม่ถูกต้อง กรุณาป้อนใหม่อีกครั้ง
vi: Mã số không đúng, vui lòng nhập lại
zh_hans: 验证码不正确，请重新输入
zh_hant: 驗證碼不正確，請重新獲取

# puser_MobileNumberNotInUse
source: Number doesn't exist, re-enter
es_mx: El número no existe, vuelve a ingresarlo
hi: नंबर मौजूद नहीं है, फिर से दर्ज करें
ja: 番号が存在していません。再入力してください。
ko: 없는 번호입니다. 다시 입력해 주십시오.
pt_br: O número não existe, insira-o novamente
ru: Номер не существует, введите повторно
th: หมายเลขไม่มี กรุณาป้อนใหม่
vi: Số không tồn tại, nhập lại
zh_hans: 手机号不存在，请重新输入
zh_hant: 手機號不存在，請重新獲取

# puser_MobileNumberAlreadyInUse
source: E-mail already registered, log in?
es_mx: El correo electrónico ya está registrado, ¿iniciar sesión?
hi: ई-मेल पहले ही पंजीकृत है, लॉगइन करें?
ja: 電子メールはすでに登録されています。ログインしますか？
ko: 이미 등록된 이메일 계정입니다. 로그인 하시겠습니까?
pt_br: O e-mail já está registrado, fazer login?
ru: Электронная почта уже зарегистрирована, войти?
th: อีเมลถูกใช้ลงทะเบียนแล้ว เข้าสู่ระบบหรือไม่
vi: Email đã được đăng ký,đăng nhập?
zh_hans: 该邮箱已被注册过，是否尝试立即登录？
zh_hant: 該郵箱已被註冊過，是否嘗試立即登錄？

# puser_SendForgetPasswordEmailError
source: Verification email was not sent
es_mx: No se envió el correo de verificación
hi: सत्यापन ईमेल नहीं भेजा गया
ja: 認証メールはまだ送信に成功していません
ko: 확인 이메일이 발송되지 않았습니다
pt_br: Email de verificação não foi enviado
ru: Проверка по электронной почте не отправлена
th: อีเมล์ยืนยังไม่ถูกต้อง
vi: Email xác thực chưa gửi được
zh_hans: 邮件发送失败，请重试
zh_hant: 郵件發送失敗，請重試

# puser_SendConfirmationEmailError
source: Verification email was not sent
es_mx: No se envió el correo de verificación
hi: सत्यापन ईमेल नहीं भेजा गया
ja: 認証メールはまだ送信に成功していません
ko: 확인 이메일이 발송되지 않았습니다
pt_br: Email de verificação não foi enviado
ru: Проверка по электронной почте не отправлена
th: อีเมล์ยืนยังไม่ถูกต้อง
vi: Email xác thực chưa gửi được
zh_hans: 邮件发送失败，请重试
zh_hant: 郵件發送失敗，請重試

# puser_AccessTokenInvalid
source: Account error, please re-login
es_mx: Error de cuenta, vuelve a iniciar sesión
hi: खाता त्रुटि, कृपया फिर से लॉगइन करें
ja: アカウント・エラーです。再度ログインしてください。
ko: 계정 오류, 다시 로그인 하세요.
pt_br: Erro da conta, faça login novamente
ru: Ошибка учетной записи, войдите повторно
th: บัญชีผิดพลาด กรุณาเข้าสู่ระบบใหม่
vi: Lỗi tài khoản, vui lòng đăng nhập lại
zh_hans: 账号异常，请重新登录
zh_hant: 賬號異常，請重新登錄

# puser_AccessTokenOrFetchThirdUserInfoError
source: Account error, please re-login
es_mx: Error de cuenta, vuelve a iniciar sesión
hi: खाता त्रुटि, कृपया फिर से लॉगइन करें
ja: アカウント・エラーです。再度ログインしてください。
ko: 계정 오류, 다시 로그인 하세요.
pt_br: Erro da conta, faça login novamente
ru: Ошибка учетной записи, войдите повторно
th: บัญชีผิดพลาด กรุณาเข้าสู่ระบบใหม่
vi: Lỗi tài khoản, vui lòng đăng nhập lại
zh_hans: 账号异常，请重新登录
zh_hant: 賬號異常，請重新登錄

# puser_SNSAuthFailed
source: Failed to verify text message
es_mx: Error al verificar el mensaje de texto
hi: पाठ सदेश सत्यापित कर विफल
ja: テキストメッセージをゲームリソースの検証に失敗しました。
ko: 문자 메시지 확인 실패
pt_br: Falhou ao verificar a mensagem de erro
ru: Не удалось проверить текстовое сообщение
th: ล้มเหลวในการตรวจสอบการส่งข้อความ
vi: Không thể xác minh tin nhắn văn bản
zh_hans: 短信认证失败
zh_hant: 短信認證失敗

# puser_TheThirdUserAlreadyBinded
source: Third party account is already bound
es_mx: La cuenta de terceros ya está vinculada
hi: तृतीय पक्ष खाता पहले ही बाउंड है
ja: サードパーティのアカウントはすでに関連付けられています。
ko: 제3자 계정이 이미 바인딩되었습니다.
pt_br: Conta de terceiros já está vinculada
ru: Учетная запись стороннего лица уже привязана
th: บัญชีของบุคคลที่สามถูกผูกไว้แล้ว
vi: Tài khoản của bên thứ ba đã được liên kết
zh_hans: 第三方账号已被绑定
zh_hant: 第三方賬號已被綁定

# puser_InvalidDescription
source: contains illegal words
es_mx: contiene palabras ilegales
hi: गैर-क़ानूनी शब्द शामिल हैं
ja: 不正な語句が含まれています。
ko: 금칙어 포함
pt_br: Contém palavras ilegais
ru: имеются недопустимые слова
th: มีข้อความที่ไม่ผิดกฎ
vi: Có từ ngữ bất hợp pháp
zh_hans: 简介含有违禁词汇
zh_hant: 簡介含有違禁詞彙

# puser_PwdError
source: Password error
es_mx: Error de contraseña
hi: पासवर्ड त्रुटि
ja: パスワードのエラー
ko: 비밀번호 오류
pt_br: Erro de senha
ru: Ошибка пароля
th: รหัสผ่านผิดพลาด
vi: Lỗi mật khẩu
zh_hans: 密码错误
zh_hant: 密碼錯誤

# puser_EmailNotInUse
source: E-mail doesn't exist, re-enter
es_mx: El correo electrónico no existe, vuelve a ingresarlo
hi: ई-मेल मौजूद नहीं है, फिर से दर्ज करें
ja: 電子メールが存在していません。再入力してください。
ko: 없는 이메일 계정입니다. 다시 입력하십시오.
pt_br: O e-mail não existe, insira-o novamente
ru: Электронная почта не существует, введите повторно
th: อีเมลไม่มี กรุณาป้อนใหม่
vi: Emai không tồn tại, nhập lại
zh_hans: 邮箱不存在，请重新输入
zh_hant: 郵箱不存在，請重新輸入

# puser_EmailAlreadyInUsed
source: E-mail already registered, log in?
es_mx: El correo electrónico ya está registrado, ¿iniciar sesión?
hi: ई-मेल पहले ही पंजीकृत है, लॉगइन करें?
ja: 電子メールはすでに登録されています。ログインしますか？
ko: 이미 등록된 이메일 계정입니다. 로그인 하시겠습니까?
pt_br: O e-mail já está registrado, fazer login?
ru: Электронная почта уже зарегистрирована, войти?
th: อีเมลถูกใช้ลงทะเบียนแล้ว เข้าสู่ระบบหรือไม่
vi: Email đã được đăng ký,đăng nhập?
zh_hans: 该邮箱已被注册过，是否尝试立即登录？
zh_hant: 該郵箱已被註冊過，是否嘗試立即登錄？

# puser_EmailFormatError
source: E-mail format is incorrect
es_mx: El formato del correo electrónico es incorrecto
hi: ई-मेल का फ़ॉरमेट ग़लत है।
ja: 電子メールのフォーマットは正しくありません。
ko: 잘못된 이메일 형식입니다.
pt_br: O formato do e-mail está incorreto
ru: Неверный формат электронной почты
th: รูปแบบอีเมลไม่ถูกต้อง
vi: Định dạng email không đúng
zh_hans: 邮箱格式不正确
zh_hant: 郵箱格式不正確

# newuser_gender
source: Gender
es_mx: Género
hi: लिंग
ja: 性別
ko: 성별
pt_br: Sexo
ru: Пол
th: เพศ
vi: Giới tính
zh_hans: 性別
zh_hant: 性別

# puser_sign_facebook
source: Sign in with Facebook
es_mx: Iniciar sesión con Facebook
hi: Facebook से साइन इन करें
ja: Facebookでサインインする
ko: 페이스북으로 로그인
pt_br: Login no Facebook
ru: Facebook
th: เข้าสู่ระบบ Facebook
vi: Đăng nhập bằng Facebook
zh_hans: Facebook登录
zh_hant: Facebook登入

# puser_sign_twitter
source: Sign in with Twitter
es_mx: Iniciar sesión con Twitter
hi: Twitter के साथ साइन इन करें
ja: Twitterでサインインする
ko: 트위터로 로그인
pt_br: Login no Twitter
ru: Twitter
th: เข้าสู่ระบบ Twitter
vi: Đăng nhập bằng Twitter
zh_hans: Twitter登录
zh_hant: Twitter登入

# newuser_area
source: Region
es_mx: Región
hi: क्षेत्र
ja: 地域
ko: 지역
pt_br: Região
ru: Регион
th: ภูมิภาค
vi: Khu vực
zh_hans: 地区
zh_hant: 地區

# newuser_introduction
source: Introduction
es_mx: Presentación
hi: परिचय
ja: 概要説明
ko: 소개
pt_br: Introdução
ru: Представление
th: แนะนำโดยย่อ
vi: Giới thiệu
zh_hans: 简介
zh_hant: 簡介

# newuser_male
source: Male
es_mx: Masculino
hi: पुरुष
ja: 男性
ko: 남성
pt_br: Masculino
ru: Мужской
th: ชาย
vi: Nam
zh_hans: 男
zh_hant: 男

# newuser_female
source: Female
es_mx: Femenino
hi: स्त्री
ja: 女性
ko: 여성
pt_br: Feminino
ru: Женский
th: เพศหญิง
vi: Nữ
zh_hans: 女
zh_hant: 女

# newuser_edit_address
source: Edit Address
es_mx: Editar dirección
hi: पता संपादित करें
ja: 住所を編集する
ko: 주소 편집
pt_br: Editar endereço
ru: Редактировать адрес
th: แก้ไขที่อยู่
vi: Chỉnh sửa Địa chỉ
zh_hans: 编辑地址
zh_hant: 编辑地址

# newuser_ready_location
source: Navigate to the location
es_mx: Navegar ala ubicación
hi: लोकेशन पर नेविगेट करें
ja: その位置に移動する
ko: 위치로 이동
pt_br: Navegue para o local
ru: Навигация к местоположению
th: นำทางไปยังสถานที่
vi: Điều hướng tới vị trí
zh_hans: 定位到的位置
zh_hant: 定位到的位置

# newuser_no_location
source: Unable to get your location
es_mx: No se pudo obtener tu ubicación
hi: आपका स्थान प्राप्त करने में असमर्थ
ja: あなたの位置情報を取得できません。
ko: 귀하의 위치를 가져올 수 없습니다
pt_br: Não é possível obter o seu local
ru: Не удалось получить
th: ไม่สามารถที่จะได้รับตำแหน่งของคุณ
vi: Không thể tải vị trí của bạn
zh_hans: 无法获取你的位置信息
zh_hant: 無法獲取你的位置信息

# newuser_location_tips
source: In the system settings, open the "privacy - Location Services" and allow the camera 360 location services.
es_mx: El la configuración del sistema, abre "privacidad - Servicios de ubicación"
hi: सिस्टम सेटिंग्स में, "privacy - स्थान सेवाएँ" खोलें और कैमरा 360 स्थान सेवाओं को अनुमति दें।
ja: システム設定で、"プライバシー - 位置情報サービス"を開き、Camera 360 の位置情報サービスを許可します。
ko: 시스템 설정에서 "개인 정보 - 위치 서비스"Camera360 위치 서비스 허용. 을 엽니다.
pt_br: Nas configurações do sistema, abra a "privacidade - Serviços de Localização"e permita os serviços de localização da câmera 360.
ru: В настройках системы откройте "Конфиденциальность – Службы определения местоположения " и разрешите сервисы местоположения для Camera360.
th: ในการตั้งค่าระบบเปิด "ความเป็นส่วนตัว - บริการสถานที่" และให้บริการสถานที่ตั้งกล้อง 360
vi: Trong cài đặt hệ thống, mở "quyền riêng tư - Dịch vụ Định vị"và cho phép dịch vụ định vị Camera 360.
zh_hans: 请在系统设置中，打开"隐私－定位服务"，并允许相机360使用定位服务。
zh_hant: 請在系統設置中，打開"隱私－定位服務"，並允許相機360使用定位服務。

# imagePicker_photo_video_mix_tips
source: You can not have a works oh pictures and videos
es_mx: Ahora puedes tener trabajos de fotos y videos
hi: आपका चित्र और वीडियो पर काम नहीं हो सकता
ja: 画像や動画の作品を保有することはできません。
ko: 사진과 동영상 작품을 가질 수 없습니다
pt_br: Você não pode ter trabalhos em figuras e vídeos
ru: Вы не можете иметь работы на фотографиях и видео
th: คุณไม่สามารถมีผลงานภาพโอ้และวิดีโอ
vi: Bạn không được có tác phẩm là ảnh và video
zh_hans: 一个作品里不能同时有图片和视频哦
zh_hant: 一個作品裡不能同時有圖片和視頻哦

# newuser_click_change_cover
source: Change your background
es_mx: Cambiar el fondo
hi: पृष्ठभूमि बदलें
ja: バックグラウンドを変更する
ko: 배경 바꾸기
pt_br: Altere o seu fundo
ru: Изменить фон
th: คลิกบนหน้าปกที่จะเปลี่ยนพื้นหลัง
vi: Thay ảnh nền của bạn
zh_hans: 点击更换背景图
zh_hant: 點擊更換背景圖

# pc_complete_you_profile_tobe_konw
source: Complete your profile, so that more people are concerned about you.
es_mx: Completa tu perfil para que más personas se interesen en ti.
hi: अपनी प्रोफ़ाइल पूरी करें, जिससे और ज़्यादा लोग आपमें दिलचस्पी लें
ja: より多くの人があなたのことに関心をもてるようにプロフィールをすべて記入します。
ko: 프로필을 작성하시면 더 많은 사람들의 관심을 끌 수 있습니다.
pt_br: Complete o seu perfil para que mais pessoas se interessem por você.
ru: Завершите свой профиль, чтобы больше людей заинтересовалось вами.
th: กรอกรายละเอียดของคุณเพื่อให้ผู้คนมากขึ้นมีความกังวลเกี่ยวกับคุณ
vi: Hoàn tất hồ sơ của bạn sao cho nhiều người hơn quan tâm tới bạn.
zh_hans: 完善你的个人资料，让更多的人关注你。
zh_hant: 完善你的個人資料，讓更多的人關注你。

# pc_see_contacts_friends
source: Contacts See what your friends are here.
es_mx: Contactos: observa cuáles de tus amigos están aquí
hi: संपर्क देखें की आपके मित्र यहाँ क्या हैं।
ja: 友人がここにいることを連絡先で見ます。
ko: 연락처로 친구가 여기에 있는지 알 수 있습니다.
pt_br: Contatos, veja quais dos seus amigos estão aqui.
ru: Контакты Посмотреть, кто из друзей здесь.
th: รายชื่อดูว่าเพื่อนของคุณอยู่ที่นี่
vi: Danh bạ Xem các bạn của bạn là ai ở đây.
zh_hans: 看看通讯录有哪些好友也在这里。
zh_hant: 看看通訊錄有哪些好友也在這裡。

# newuser_successfully_modified
source: Successfully modified
es_mx: Modificado correctamente
hi: सफलतापूर्वक संशोधित
ja: 正常に変更されました。
ko: 수정 성공
pt_br: Modificado com sucesso
ru: Успешно изменено
th: แก้ไขเรียบร้อย
vi: Sửa thành công
zh_hans: 修改成功
zh_hant: 修改成功

# newuser_password
source: Password
es_mx: Contraseña
hi: पासवर्ड
ja: パスワード
ko: 암호
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# newuser_editintro
source: Edit intro
es_mx: Editar presentación
hi: परिचय संपादित करें
ja: 自己紹介を編集する
ko: 소개말 입력
pt_br: Editar introdução
ru: Редактировать представление
th: แก้ไขบทนำ
vi: Chỉnh sửa thông tin
zh_hans: 编辑简介
zh_hant: 編輯簡介

# newuser_fillintro
source: Enter intro (40 words or less)
es_mx: 40 palabras o menos
hi: परिचय दर्ज करें (40 या कम शब्द)
ja: 自己紹介を入力する（40文字以下）
ko: 소개말 입력 (40자 이하)
pt_br: Insira a introdução (40 palavras ou menos)
ru: Ввести представление (не более 40 слов)
th: ใส่บทนำ (40 คำหรือน้อยกว่า)
vi: Nhập thông tin (40 từ hoặc ít hơn)
zh_hans: 填写简介(40字以内)
zh_hant: 填寫簡介(40字以內)

# newuser_change_avatar
source: Replace Avatar
es_mx: Reemplazar avatar
hi: अवतार बदलें
ja: アバターを交換する
ko: 아바타 교체
pt_br: Substituir Avatar
ru: Заменить аватар
th: เปลี่ยนรูปประจำตัว
vi: Thay thế Avatar
zh_hans: 替换头像
zh_hant: 替換頭像

# newuser_avatar_drag_image
source: Drag the image, adjust the display range
es_mx: Arrastra la imagen, ajusta el rango de pantalla
hi: चित्र खींचें, प्रदर्शन रेंज समायोजित करें
ja: 画像をドラッグして画面の範囲を調整する
ko: 이미지를 드래그하여 게시 범위 조정
pt_br: Arraste a imagem, ajuste a faixa de exibição
ru: Перетащите изображение, отрегулируйте область отображения
th: ลากภาพที่ปรับช่วงการแสดงผล
vi: Kéo hình ảnh, điều chỉnh phạm vi hiển thị
zh_hans: 拖拽图片，调整显示范围
zh_hant: 拖拽圖片，調整顯示範圍

# newuser_change_cover
source: Replace cover
es_mx: Reemplazar portada
hi: कवर बदलें
ja: カバーを交換する
ko: 커버 교체
pt_br: Substituir capa
ru: Заменить обложку
th: ใส่ฝาครอบ
vi: Thay thế ảnh bìa
zh_hans: 替换封面
zh_hant: 替換封面

# cancle
source: Cancel
es_mx: Cancelar
hi: रद्द करें
ja: キャンセルする
ko: 취소
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# newuser_edit_city_address
source: Edit city address
es_mx: Editar la dirección de la ciudad
hi: शहर का पता संपादित करें
ja: 都市の住所を編集する
ko: 시 주소 편집
pt_br: Editar endereço da cidade
ru: Изменить адрес
th: แก้ไขที่อยู่ในเมือง
vi: Chỉnh sửa địa chỉ thành phố
zh_hans: 编辑城市地址
zh_hant: 編輯城市地址

# newuser_all_city
source: All
es_mx: Todo
hi: सभी
ja: すべて
ko: 모두 %ld 코멘트 확인
pt_br: Tudo
ru: Все
th: สมบูรณ์
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# newuser_eidt_province_address
source: Edit province address
es_mx: Editar la dirección de la provincia
hi: प्रांत का पता संपादित करें
ja: 州の住所を編集する
ko: 도 주소 편집
pt_br: Editar endereço do estado
ru: Редактировать адрес провинции
th: แก้ไขที่อยู่ในจังหวัด
vi: Chỉnh sửa địa chỉ tỉnh
zh_hans: 编辑省份地址
zh_hant: 編輯省份地址

# newuser_send_code_success
source: Verification code sent
es_mx: Se enció el código de verificación
hi: सत्यापन कोड भेजा गया
ja: 確認コードが送信されました。
ko: 인증코드 전송 완료
pt_br: Código de verificação enviado
ru: Контрольный код отправлен
th: ส่งรหัสยืนยันแล้ว
vi: Mã xác thực đã gửi
zh_hans: 发送验证码成功
zh_hant: 發送驗證碼成功

# newuser_sended
source: Sent (%zds)
es_mx: Enviado (%zds)
hi: (%zds) भेजा गया
ja: 送信されました。 (%zds)
ko: 전송 완료(%zds)
pt_br: Enviado (%zds)
ru: Отправить (%zds)
th: ส่ง (%zds)
vi: Đã gửi (%zds)
zh_hans: 已发送(%zds)
zh_hant: 已發送（%zds）

# newuser_wechat_login
source: WeChat Login
es_mx: Inicio de sesión de WeChat
hi: WeChat लॉगइन
ja: WeChat ログイン
ko: 위챗 로그인
pt_br: Login no WeChat
ru: Вход в WeChat
th: เข้าสู่ระบบ WeChat
vi: Đăng nhập WeChat
zh_hans: 微信登录
zh_hant: 微信登入

# newuser_sina_login
source: Weibo Login
es_mx: Inicio de sesión de Weibo
hi: Weibo लॉगइन
ja: Weiboログイン
ko: 웨이보 로그인
pt_br: Login no Weibo
ru: Вход в Weibo
th: เข้าสู่ระบบ Weibo
vi: Đăng nhập Weibo
zh_hans: 微博登录
zh_hant: 微博登入

# newuser_reginster_or_login
source: Sign in / Sign up
es_mx: Iniciar sesión / Registrarse
hi: साइन इन / साइन अप
ja: サインイン / 登録
ko: 로그인 / 가입
pt_br: Entrar / Cadastrar-se
ru: Войти / Зарегистрироваться
th: เข้าสู่ระบบ / สมัครสมาชิก
vi: Đăng nhập / Đăng ký
zh_hans: 登录 / 注册
zh_hant: 登入 / 注册

# newuser_fillnickname
source: Fill in the nickname (20 words or less)
es_mx: Completa el apodo (20 palabras o menos)
hi: उपनाम भरें (20 या कम शब्द)
ja: ニックネームを入力する（20文字以下）
ko: 닉네임 입력 (20 자 이하)
pt_br: Preencha o apelido (20 palavras ou menos)
ru: Введите псевдоним (не больше 20 слов)
th: กรอกชื่อเล่น ( 20 คำหรือน้อยกว่า )
vi: Điền vào biệt danh (20 từ hoặc ít hơn)
zh_hans: 填写昵称(20字以内)
zh_hant: 填寫昵稱（20字以內）

# newuser_editnickname
source: Edit nickname
es_mx: Editar apodo
hi: उपनाम संपादित करें
ja: ニックネームを編集する
ko: 닉네임 편집
pt_br: Editar apelido
ru: Редактировать псевдоним
th: แก้ไขชื่อเรียก
vi: Chỉnh sửa biệt danh
zh_hans: 编辑昵称
zh_hant: 編輯昵稱

# pc_new_photo
source: Latest photo
es_mx: Última foto
hi: नवीनतम फ़ोटो
ja: 最新の写真
ko: 최신 사진
pt_br: Foto mais nova
ru: новая фотография
th: รูปภาพใหม่ล่าสุด
vi: Ảnh mới nhất
zh_hans: 最新照片
zh_hant: 最新照片

# pc_like_count_format
source: %@ Likes
es_mx: %@ Me gusta
hi: %@ पसंद
ja: %@の「いいね」
ko: %@의 '좋아요'
pt_br: %@ curtidas
ru: %@ отметок «нравится»
th: %@ ไล้ค์
vi: %@ Thích
zh_hans: %@人点赞
zh_hant: %@人點贊

# pc_feed_detail_no_comment
source: No comments, go get some!
es_mx: Sin comentarios, ¡obtén algunos!
hi: कोई टिप्पणी नहीं, कुछ प्राप्त करें!
ja: コメントがありません。コメントを入手しましょう！
ko: 댓글 없음, 댓글 얻으러 이동!
pt_br: Nenhum comentário, obtenha alguns!
ru: Нет комментариев, надо бы получить!
th: ไม่มีความคิดเห็น ไปหามาหน่อยสิ!
vi: Không bình luận, hãy tải thêm!
zh_hans: 没有评论，快来抢沙发吧
zh_hant: 沒有評論，快來搶沙發吧

# common_network_error_refresh
source: Network exception, please check the network
es_mx: Excepción de red, verifica la red
hi: नेटवर्क अपवाद, कृपया नेटवर्क की जाँच करें
ja: ネットワークの例外です。ネットワークをチェックしてください。
ko: 네트워크 예외사항, 네트워크를 확인하시기 바랍니다
pt_br: Exceção de rede, verifique a rede
ru: Ошибка сети, проверьте сеть
th: ความผิดปกติของเครือข่ายการตรวจสอบเครือข่าย
vi: Lỗi mạng, vui lòng kiểm tra mạng
zh_hans: 网络异常，请检查网络
zh_hant: 網絡異常，請檢查網絡

# pgba_select
source: Select
es_mx: Seleccionar
hi: चुनें
ja: 選択する
ko: 선택
pt_br: Selecionar
ru: Выбрать
th: เลือก
vi: Lựa chọn
zh_hans: 选择
zh_hant: 選擇

# pgba_thisWeek
source: This week
es_mx: Esta semana
hi: इस हफ़्ते
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: За эту неделю
th: สัปดาห์นี้
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

# pgba_lastWeek
source: Last week
es_mx: Semana pasada
hi: पिछले हफ़्ते
ja: 先週
ko: 지난 주
pt_br: Semana passada
ru: На прошлой неделе
th: สัปดาห์ที่แล้ว
vi: Tuần trước
zh_hans: 上周
zh_hant: 上週

# pgba_twoWeeksAgo
source: Two weeks ago
es_mx: Dos semanas atrás
hi: दो सप्ताह पहले
ja: 2週間前
ko: 2 주 전
pt_br: Há duas semanas
ru: Две недели назад
th: สองสัปดาห์ที่แล้ว
vi: Hai tuần trước
zh_hans: 两周以前
zh_hant: 兩週以前

# pgba_selected_n_photos
source: %tu Selected
es_mx: %tu Seleccionado
hi: %tu चयनित
ja: 選択された%tu
ko: %tu 선택됨
pt_br: %tu selecionado
ru: Выбрано: %tu
th: %tu รูปภาพที่เลือก
vi: %tu đã Chọn
zh_hans: 已选%tu张照片
zh_hant: 已選%tu張照片

# pgba_today
source: Today
es_mx: Hoy
hi: आज
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Cегодня
th: วันนี้
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# pgba_yesterday
source: Yesterday
es_mx: Ayer
hi: बीता कल
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
th: เมื่อวานนี้
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# newuser_bind_china
source: China
hi: चीन
ja: 中国
ko: 중국
ru: Китай
th: ประเทศจีน
vi: Trung Quốc
zh_hans: 中国
zh_hant: 中國

# newuser_inputcode_resend
source: Re-send
es_mx: Volver a enviar
hi: दोबारा भेजें
ja: 再送
ko: 재전송
pt_br: Enviar novamente
ru: Отправить повторно
th: ส่งซ้ำ
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# newuser_complete_bind
source: Bound
es_mx: Vincular
hi: बाउंड है
ja: 関連付けられた
ko: 바인딩 완료
pt_br: Vincular
ru: Привязанный
th: ผูก
vi: Đã liên kết
zh_hans: 完成绑定
zh_hant: 完成綁定

# newuser_select_countrymobile_code
source: Country code
es_mx: Código de país
hi: देश कोड
ja: 国コード
ko: 국가 코드
pt_br: Código do país
ru: Код страны
th: รหัสประเทศ
vi: Mã quốc gia
zh_hans: 国家代码
zh_hant: 國家代碼

# newuser_current_mobile_code
source: Current phone
es_mx: Teléfono actual
hi: वर्तमान फ़ोन
ja: 現在の電話番号
ko: 현재 전화
pt_br: Telefone atual
ru: Текущий телефон
th: โทรศัพท์ที่ใช้ในปัจจุบัน
vi: Điện thoại hiện tại
zh_hans: 当前电话
zh_hant: 當前電話

# pc_not_login_find_more_intresting
source: More content
es_mx: Más contenido
hi: अधिक रोचक सामग्री ढूँढ़ें
ja: よりコンテンツ
ko: 더 콘텐츠
pt_br: Mais conteúdo
ru: больше содержимого
th: พบกับเนื้อหาน่าสนใจมากขึ้น
vi: Nội dung thú vị
zh_hans: 发现更多有趣的内容
zh_hant: 發現更多有趣的內容

# newuser_login_title
source: Sign Up
es_mx: Registrarse
hi: साइन अप करें
ja: 登録
ko: 회원 가입
pt_br: Cadastrar-se
ru: Зарегистрироваться
th: ลงชื่อ
vi: Đăng ký
zh_hans: 立即登录
zh_hant: 立即登入

# newuser_nickname_not_empty
source: Nickname cannot be blank
es_mx: El apodo no puede estar vacío
hi: उपनाम रिक्त नहीं हो सकता
ja: ニックネームは空白にはできません。
ko: 닉네임은 비워 둘 수 없습니다
pt_br: O apelido não pode ser em branco
ru: Псевдоним не может быть пустым
th: ชื่อเล่นต้องไม่ว่างเปล่า
vi: Biệt danh không được để trống
zh_hans: 昵称不能为空
zh_hant: 昵稱不能為空

# newuser_gener_not_selected
source: Gender not selected
es_mx: No seleccionaste un género
hi: लिंग चयनित नहीं है
ja: 性別が選択されていません。
ko: 성별을 선택하지 않았습니다
pt_br: Sexo não selecionado
ru: Не выбран пол
th: ไม่ได้เลือกเพศ
vi: Giới tính chưa chọn
zh_hans: 你还没选择性别
zh_hant: 你還沒選擇性別

# newuser_nickname_repeat
source: Nickname already in use, choose another
es_mx: El apodo ya está en uso, elije otro
hi: उपनाम पहले ही इस्तेमाल में है, अन्य चुनें
ja: ニックネームはすでに使用されています。別のものを選択してください。
ko: 이미 사용중인 닉네임입니다. 다른 닉네임을 선택하세요.
pt_br: O apelido já está sendo usado, escolha outro
ru: Псевдоним уже используется, выберите другой
th: ชื่อเล่นนี้มีการใช้งานแล้ว เลือกชื่อใหม่
vi: Biệt danh đã sử dụng, chọn một cái khác
zh_hans: 昵称重复，请重新修改
zh_hant: 昵稱重複，請重新修改

# newuser_nickname_invalid
source: Nickname is invalid
es_mx: El nombre de usuario es inválido
hi: उपनाम अमान्य है
ja: ニックネームの中に利用できない文字が含まれています
ko: 잘못된 닉네임입니다
pt_br: O apelido é inválido
ru: Недопустимый псевдоним
th: ชื่อเล่นมีอักขระที่ผิดกฎ
vi: Biệt danh không hợp lệ
zh_hans: 昵称中包含非法字符
zh_hant: 昵稱中包含非法字元

# pc_addFriends_search_userOrId
source: Search user
es_mx: de u
hi: उपयोगकर्ता खोजें
ja: ニックネームで検索
ko: 사용자 닉네임 검색
pt_br: Pesquisar de utilizador
ru: Поиск пользователей
th: ค้นหาชื่อเล่น
vi: Tìm người dùng
zh_hans: 搜索用户昵称
zh_hant: 搜索用戶昵稱

# pc_authorize_fail
source: Failed to authorize
es_mx: Error al autorizar
hi: अधिकृत करना विफल
ja: 許可するのに失敗しました。
ko: 권한 부여 실패
pt_br: Falhou em autorizar
ru: Не удалось авторизовать
th: ล้มเหลวในการอนุญาต
vi: Không thể ủy quyền
zh_hans: 授权失败
zh_hant: 授權失敗

# newuser_bind_mobile_hasBeenBind
source: Number is already in use
es_mx: El número ya se ha utilizado
hi: यह नंबर पहले ही इस्तेमाल में है
ja: この数字はすでに使用されています
ko: 이 번호는 이미 사용 중입니다.
pt_br: Este número já está sendo usado
ru: Этот номер уже используется
th: หมายเลขนี้ถูกใช้แล้ว
vi: Số đã sử dụng
zh_hans: 该手机号已被占用
zh_hant: 該手機號已被佔用

# 登录下载
source: Login to download
es_mx: Inicia sesión para descargar
hi: डाउनलोड करने के लिए लॉगइन करें
ja: 登録でダウンロード
ko: 로그인하여 다운로드
pt_br: Login para download
ru: Войдите, чтобы загрузить
th: ล็อกอินเพื่อดาวน์โหลด
vi: Đăng nhập để tải xuống
zh_hans: 登录下载
zh_hant: 登錄下載

# 免费
source: Free
es_mx: Gratis
hi: निःशुल्क
ja: 無料
ko: 무료
pt_br: Grátis
ru: Бесплатно
th: ฟรี
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# 下载中
source: Downloading
es_mx: Descargando
hi: डाउनलोड हो रहा है
ja: ダウンロード中
ko: 다운로드 중
pt_br: Baixando
ru: Загрузка
th: กำลังดาวน์โหลด
vi: Đang tải
zh_hans: 下载中
zh_hant: 下載中
