Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# user_center_login_third_fail
source: Third-party login failed
es_mx: Falló el acceso de la tercera persona
hi: तृतीय पक्ष लॉगिन विफल हुआ
ja: 外部アカウントでのログインに失敗しました
ko: 제3자 로그인이 실패되었습니다
pt_br: Falha no login de terceiros
ru: Ошибка входа третьих лиц
th: ฝ่ายที่ ๓ เข้าสู่ระบบไม่สำเร็จ
vi: Bên thứ 3 đăng nhập không thành công
zh_hans: 第三方登录失败
zh_hant: 第三方登錄失敗

# setting_cloud_login
source: Login Accounts
es_mx: Cuentas para inicio de sesión
hi: लॉगइन खाते
ja: ログイン
ko: 로그인 계정
pt_br: Contas de login
ru: Учетные записи для входа
th: ลงชื่อเข้าใช้บัญชี
vi: Tài khoản Đăng nhập
zh_hans: 登录帐号
zh_hant: 登錄帳號

# common_login
source: Login
es_mx: Iniciar sesión
hi: लॉगइन करें
ja: ログイン
ko: 로그인
ru: Вход
th: เข้าสู่ระบบ
vi: Đăgnhập
zh_hans: 登录
zh_hant: 登錄

# newuser_account_logout_confirm
source: Logging out will disable cloud album, filters and other member services, are you sure?
es_mx: Cerrar sesión ocasionará que el álbum de la nube, los filtros y otros servicios para miembros se inhabiliten, ¿Está seguro?
hi: लॉगिंग आउट करने से क्लाउड एल्बम, फ़िल्टर और अन्य सदस्य सेवाएँ अक्षम हो जाएँगी, क्या आप वाकई यह चाहते हैं?
ja: ログアウトするとクラウド、会員限定フィルターなどの会員サービスが使用できなくなります。本当にログアウトしますか？
ko: 로그아웃 하면 클라우드 앨범, 필터 및 기타 회원 서비스를 사용하실 수 없습니다. 로그아웃 하시겠습니까?
pt_br: Sair desabilitará o álbum da nuvem, os filtros e outros serviços de membro, tem certeza?
ru: При выходе будет отключен облачный альбом, фильтры и другие сервисы для участников. Выйти?
th: ออกจากการใช้งานจะปิดการใช้งานอัลบั้มคลาวด์ ฟิลเตอร์และบริการอื่นๆ แก่สมาชิก คุณแน่ใจหรือไม่
vi: Đăng thoát sẽ vô hiệu hoá album đám mây, bộ lọc và các dịch vụ thành viên khác, bạn có chắc không?
zh_hans: 退出登录将不能使用云相册、会员滤镜等会员服务，是否退出？
zh_hant: 退出登錄將不能使用雲相冊、會員濾鏡等會員服務，是否退出？

# common_loading
source: Loading...
es_mx: Cargando…
hi: लोड हो रहा है...
ja: ロード中…
ko: 로딩 중 ...
pt_br: Carregando...
ru: Загрузка...
th: กำลังโหลด...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 加載中...

# loading_message
source: Loading...
es_mx: Cargando…
hi: लोड हो रहा है...
ja: ロード中…
ko: 로딩 중 ...
pt_br: Carregando...
ru: Загрузка...
th: กำลังโหลด
vi: Đang tải...
zh_hans: 努力加载中...
zh_hant: 努力加載中...

# setting_live_preview
source: Live Preview
es_mx: Vista previa en vivo
hi: लाइव पूर्वावलोकन
ja: ライブプレビュー
ko: 실시간 미리보기
pt_br: Visualização ao vivo
ru: Предпросмотр
th: ดูภาพก่อนแบบสด
vi: Xem trước Trực tiếp
zh_hans: 实时预览
zh_hant: 實時預覽

# newuser_account_bind_succeed
source: Link successful
es_mx: Enlace exitoso
hi: लिंक सफल
ja: リンク完了
ko: 바인딩 성공
pt_br: Vínculo bem-sucedido
ru: Привязка выполнена успешно
th: ลิงค์สำเร็จแล้ว
vi: Liên kết thành công
zh_hans: 绑定成功
zh_hant: 綁定成功

# newuser_bind_mobile
source: Link phone number
es_mx: Enlazar número telefónico
hi: फ़ोन नंबर लिंक करें
ja: 電話番号とリンク
ko: 전화 번호 바인딩하기
pt_br: Número de telefone do vínculo
ru: Привязать номер телефона
th: ลิงค์หมายเลขโทรศัพท์
vi: Liên kết số điện thoại
zh_hans: 绑定手机号
zh_hant: 綁定手機號

# newuser_bind_email
source: Link email
es_mx: Enlazar correo electrónico
hi: ईमेल लिंक करें
ja: Eメールアドレスとリンク
ko: 이메일 바인딩하기
pt_br: E-mail do vínculo
ru: Привязать адрес эл. почты
th: ลิงค์อีเมล
vi: Liên kết email
zh_hans: 绑定邮箱
zh_hant: 綁定郵箱

# gallery_appraise_message
source: Like us? Rate us!
es_mx: ¿Le gustamos? ¡Califíquenos!
hi: हमें पसंद करते हैं? हमारा मूल्यांकन करें!
ja: 宜しければ、評価をして下さい
ko: 좋아하세요? 평가해주세요!
pt_br: Você nos curte? Classifique-nos!
ru: Нравится наше приложение? Оцените нас!
th: ชอบฉันก็ให้กำลังใจให้ ^_^
vi: Thích chúng tôi? Xếp loại chúng tôi!
zh_hans: WOW哇撒 主人，你的照片又美了，鼓励下我好不好？
zh_hant: WOW哇噻 主人，你的照片又美了，鼓勵下我們好不好？

# puzzle_montage_puzzle
source: Join
es_mx: Unirse
hi: शामिल हों
ja: 結合
ko: 참여하세요
pt_br: Juntar-se
ru: Вступить
th: จัดเรียง
vi: Tham gia
zh_hans: 拼接
zh_hant: 拼接

# product_invalid
source: Invalid
es_mx: Inválido
hi: अमान्य
ja: 無効
ko: 무효
pt_br: Inválido
ru: Недействительно
th: การดำเนินการที่ไม่มีผล
vi: Không hợp lệ
zh_hans: 无效
zh_hant: 無效

# setting_intro
source: Intro Video
es_mx: Video de introducción
hi: परिचय वीडियो
ja: ウェルカムページ
ko: 소개 동영상
pt_br: Vídeo de introdução
ru: Вступительное видео
th: วิดีโอแนะนำ
vi: Video Giới thiệu
zh_hans: 欢迎页
zh_hant: 歡迎頁

# store_installing
source: Installing
es_mx: Ocupado
hi: व्यस्त
ja: インストール
ko: 설치 중
pt_br: Ocupado
ru: занятый
th: ไม่ว่าง
vi: Cài đặt
zh_hans: 安装中
zh_hant: 安裝中

# restore_quit_tip
source: Exiting this page will terminate recovery, are you sure?
es_mx: Salir de esta página terminará la recuperación, ¿está seguro?
hi: इस पृष्ठ से बाहर निकलने से पुनः प्राप्ति समाप्त हो जाएगी, क्या आप वाकई ऐसा चाहते हैं?
ja: このページを閉じるとリカバリーが中断されます。本当に閉じますか？
ko: 이 페이지를 종료하면 복구가 종료됩니다. 계속하시겠습니까?
pt_br: Sair desta página terminará a recuperação, tem certeza?
ru: Выход из этой страницы прервет восстановление. Выйти?
th: ออกจากหน้านี้แล้วการกู้คืนจะยกเลิก แน่ใจหรือไม่
vi: Thoát trang này sẽ chấm dứt phục hồi, bạn có chắc không?
zh_hans: 退出该界面将终止恢复，确认退出吗？
zh_hant: 退出該界面將終止恢復，確認退出嗎？

# newuser_account_add_security
source: Increase account security
es_mx: Más seguridad
hi: खाते की सुरक्षा बढ़ाएँ
ja: アカウントセキュリティの強化
ko: 계정 보안 강화
pt_br: Aumentar segurança da conta
ru: Повысить безопасность уч. записи
th: เพิ่มความปลอดภัยของบัญชี
vi: Tăng bảo mật tài khoản
zh_hans: 增加账号安全性
zh_hant: 增加賬號安全性

# camera_in_use
source: In use
es_mx: En uso
hi: उपयोग में
ja: 使用中
ko: 사용 중
pt_br: Em uso
ru: Используется
th: กำลังใช้งาน
vi: Đang sử dụng
zh_hans: 使用中
zh_hant: 使用中

# gallery_waitDownload
source: In Queue
es_mx: En fila
hi: कतार में
ja: 待機中
ko: 다운로드 대기 중
pt_br: Em fila
ru: В очереди
th: เข้าคิว
vi: Đang đợi
zh_hans: 等待下载
zh_hant: 等待下載

# gallery_importToMyAlbum
source: Import to my album
es_mx: Importar a mi álbum
hi: मेरी एल्बम में आयात करें
ja: マイアルバムにインポート
ko: 내 앨범에 가져오기
pt_br: Importar para meu álbum
ru: Импортировать в мой альбом
th: นำเข้าสู่อัลบั้มของฉัน
vi: Nhập vào album của tôi
zh_hans: 导入我的相册
zh_hant: 導入我的相冊

# gallery_import
source: Import
es_mx: Importar
hi: आयात करें
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импорт
th: นำเข้า
vi: Nhập
zh_hans: 导入
zh_hant: 導入

# password_question_tips
source: If you forget password, you can reset it with security questions.
es_mx: Si olvidó su contraseña, puede restablecerla con preguntas de seguridad.
hi: अगर आप पासवर्ड भूल जाते हैं, तो आप सुरक्षा प्रश्नों से इसे रीसेट कर सकते हैं।
ja: パスワードを忘れた場合は、セキュリティ質問で再設定できます
ko: 암호를 잊어 버린 경우, 보안 질문 확인을 통해 재설정할 수 있습니다.
pt_br: Se você esquecer a senha, pode redefini-la com perguntas de segurança.
ru: Если вы забыли пароль, его можно сбросить с помощью вопросов безопасности.
th: ถ้าคุณลืมรหัสผ่าน คุณสามารถตั้งค่าใหม่ได้ด้วยคำถามรักษาความปลอดภัย
vi: Nếu bạn quên mật khẩu, bạn có thể đặt lại bằng câu hỏi bảo mật.
zh_hans: 忘记密码后可通过安全问题重置
zh_hant: 忘記密碼後可通過安全問題重置

# cloud_share_default_txt
source: I shared photos by Camera360
es_mx: Compartí fotografías con Camera360
hi: मैं Camera360 द्वारा फ़ोटो साझा करता हूँ
ja: Camera360で撮影した写真です。
ko: Camera360으로 사진을 공유해요
pt_br: Eu compartilhei fotos pela Camera360
ru: Я поделился фотографиями от Camera360
th: ฉันได้แบ่งปันรูปถ่าย โดย Camera360 คลิกที่ลิงค์เพื่อเรียกดู
vi: Tôi đã chia sẻ ảnh bằng Camera360
zh_hans: 这里面全是我通过Camera360拍摄的照片
zh_hant: 這裡面全是我通過Camera360拍攝的照片

# setting_home_ui
source: Home
es_mx: Inicio
hi: होम
ja: ホーム
ko: 홈
pt_br: Início
ru: Главная
th: หน้าหลัก
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# galley_high_definition
source: HD effect picture
es_mx: Fotografía con efecto HD
hi: HD प्रभाव चित्र
ja: フィルタ適用写真
ko: HD 효과도
pt_br: Foto de efeito HD
ru: Изображения с эффектом HD
th: ภาพถ่ายเอฟเฟ็คแบบ HD
vi: Ảnh hiệu ứng HD
zh_hans: 高清特效图
zh_hant: 高清特效圖

# setting_composition
source: Grid
es_mx: Cuadrícula
hi: ग्रिड
ja: グリッド
ko: 그리드
pt_br: Grade
ru: Сетка
th: องค์ประกอบตาราง
vi: Lưới
zh_hans: 网格构图
zh_hant: 網格構圖

# common_got_it
source: I know
es_mx: Lo sé.
hi: समझ गए।
ja: わかっています
ko: 나도 알아요
pt_br: Eu sei
ru: Я знаю
th: ฉันรู้
vi: Biết rồi
zh_hans: 我知道了
zh_hant: 我知道了

# product_free
source: Free
es_mx: Gratis
hi: निःशुल्क
ja: 無料
ko: 무료
pt_br: Grátis
ru: Бесплатно
th: ฟรี
vi: Tự do
zh_hans: 免费
zh_hant: 免費

# product_unlock_title
source: Anime Sky
hi: एनीमी स्काई
ja: アニメの世界
ko: 애니 스카이
pt_br: Céu animado
ru: Анимешное небо
th: ท้องฟ้าอะนิเมะ
zh_hans: 漫画天空
zh_hant: 漫畫天空

# product_unlock_subtitle
source: turn your photos into anime style
hi: आपके बचपन की कल्पनाओं के माध्यम से यात्रा
ja: あなたの写真が素敵なアニメ風に大変身
ko: 나의 사진을 애니메이션 스타일로 바꾸세요
pt_br: Jornada através das fantasias da sua infância
ru: Путешествие по твоим детским фантазиям
th: เปลี่ยนภาพของคุณให้เป็นแบบอะนิเมะ
vi: Chuyển ảnh của bạn sang kiểu hoạt hình
zh_hans: 装逼必备，拍天空用它就对了！
zh_hant: 裝逼必備，拍天空用它就對了！

# puzzle_free_puzzle
source: Free
es_mx: Gratis
hi: निःशुल्क
ja: 手書き編集
ko: 자유
pt_br: Grátis
ru: Бесплатно
th: อิสระ
vi: Tự do
zh_hans: 自由
zh_hant: 自由

# puzzle_frames
source: Frames
es_mx: Marcos
hi: फ़्रेम
ja: フレーム
ko: 액자
pt_br: Quadros
ru: Рамки
th: กรอบ
vi: Khung hình
zh_hans: 边框
zh_hant: 邊框

# newuser_find_password
source: Forgot Password
es_mx: Olvidó su contraseña
hi: पासवर्ड भूल गए
ja: パスワードの再取得
ko: 암호 찾기
pt_br: Esqueci a senha
ru: Забыли пароль?
th: ลืมรหัสผ่าน
vi: Quên Mật khẩu
zh_hans: 找回密码
zh_hant: 找回密碼

# password_forget
source: Forget password?
es_mx: ¿Olvidó su contraseña?
hi: पासवर्ड भूल गए हैं?
ja: パスワードを忘れましたか？
ko: 암호를 잊어버리셨나요?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
th: ลืมรหัสผ่าน
vi: Quên Mật khẩu?
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# newuser_code_input
source: Fill in verification code
es_mx: Complete el código de verificación
hi: सत्यापन कोड भरें
ja: 認証コードを入力してください。
ko: 인증 코드를 입력하세요
pt_br: Preencha o código de verificação
ru: Введите проверочный код
th: ป้อนรหัสยืนยัน
vi: Điền vào mã xác thực
zh_hans: 填写验证码
zh_hant: 填寫驗證碼

# gallery_albumSaveFail
source: Failed to save photo to system album
es_mx: No se pudo guardar la fotografía en el álbum del sistema
hi: सिस्टम एल्बम में फ़ोटो सहेजना विफल
ja: システムのアルバムに写真を保存できませんでした。
ko: 시스템 앨범에 사진을 저장하지 못했습니다
pt_br: Falhou ao salvar foto no álbum do sistema
ru: Не удалось сохранить фото в системный альбом
th: ล้มเหลวในการบันทึกรูปภาพสู่อัลบั้มระบบ
vi: Không thể lưu ảnh vào album hệ thống
zh_hans: 保存照片到系统相册失败
zh_hant: 保存照片到系統相冊失敗

# cloud_delete_fail
source: Fail to delete
es_mx: No se pudo eliminar
hi: हटाना विफल
ja: 削除失敗
ko: 삭제 실패
pt_br: Falhou ao excluir
ru: Не удалось удалить
th: การลบล้มเหลว
vi: Không thể xóa
zh_hans: 删除失败
zh_hant: 刪除失敗

# setting_face_auto
source: Face Recognize
es_mx: Reconocimiento facial
hi: चेहरा पहचान
ja: 顔認識撮影
ko: 얼굴 인식
pt_br: Reconhecimento facial
ru: Определение лиц
th: ถ่ายอัตโนมัติโดยจดจำใบหน้า
vi: Nhận diện Khuôn mặt
zh_hans: 人脸检测自动拍照
zh_hant: 人臉檢測自動拍照

# imageshow_aperture
source: F
ja: 絞り補正
zh_hans: 光圈
zh_hant: 光圈

# gallery_exoprt_tips_ios6
source: Export picture to Camera Roll: Settings > Privacy > Photos > Camera360
es_mx: Exportar fotografía a Rollo de la cámara: Ajustes > Privacidad > Fotografías > Camera360
hi: चित्र कैमरा रोल को निर्यात करें: सेटिंग्स > गोपनीयता > फ़ोटो > Camera360
ja: カメラロールに写真をエクスポート：設定→プライバシー→写真→Camera360
ko: 카메라 롤에 사진 내보내기: Settings > Privacy > Photos > Camera360(설정> 개인정보 보호> 사진> Camera360)
pt_br: Exportar foto para rolo da câmera: Configurações > Privacidade > Fotos > Camera360
ru: Экспорт изображения в Фотопленку: Настройка > Конфиденциальность > Фотографии > Camera360
th: การส่งออกภาพจะต้องเปิดบริการส่วนบุคคลในระบบการตั้งค่า:การตั้งค่า -> ความเป็นส่วนตัว -> รูปภาพ -> Camera360
vi: Xuất ảnh ra Thư viện Ảnh: Cài đặt > Quyền riêng tư > Ảnh > Camera360
zh_hans: 保存照片需在系统设置中打开隐私服务：设置->隐私->照片->Camera360
zh_hant: 導出照片需在系統設置中打開隱私服務：設置->隱私->照片->Camera360

# gallery_export_title
source: Export Photo Options
es_mx: Exportar opciones de fotografía
hi: फ़ोटो निर्यात विकल्प
ja: 写真エクスポートオプション
ko: 사진 내보내기 옵션
pt_br: Opções de Exportar Fotos
ru: Параметры экспорта фото
th: ตัวเลือกการส่งออกภาพถ่าย
vi: Tùy chọn Xuất Ảnh
zh_hans: 导出照片选项
zh_hant: 導出照片選項

# gallery_export
source: Export
es_mx: Exportar
hi: निर्यात
ja: 移動
ko: 내보내기
pt_br: Exportar
ru: Экспорт
th: ส่งออก
vi: Xuất
zh_hans: 导出
zh_hant: 導出

# imageshow_exposure
source: EV
ja: 露出補正
zh_hans: 曝光
zh_hant: 曝光

# cloud_user_need_relogin
source: Error. Please relogin later.
es_mx: Error. Vuelva a iniciar sesión más tarde.
hi: त्रुटि। कृपया पुनः लॉगइन करें।
ja: エラー発生。再度ログインしてください。
ko: 오류. 나중에 다시 로그인하시기 바랍니다.
pt_br: Erro. Faça o login novamente.
ru: Ошибка. Выполните вход позже.
th: ผิดพลาด โปรดเข้าสู่ระบบอีกครั้ง
vi: Lỗi. Vui lòng đăng nhập lại sau.
zh_hans: 帐号异常，请重新登录
zh_hant: 帳號異常，請重新登錄

# cloud_nick_input_placeholder
source: Enter username
es_mx: Ingrese apellido
hi: उपयोगकर्ता नाम दर्ज करें
ja: ニックネーム入力
ko: 사용자명을 입력하십시오
pt_br: Insira o nome de usuário
ru: Введите имя пользователя
th: ใส่ชื่อผู้ใช้
vi: Nhập tên người dùng
zh_hans: 请输入昵称
zh_hant: 請輸入暱稱

# newuser_mobile_input
source: Phone number
es_mx: Número de teléfono
hi: फ़ोन नंबर
ja: 電話番号
ko: 전화 번호
pt_br: Número de telefone
ru: Номер телефона
th: หมายเลขโทรศัพท์
vi: Số điện thoại
zh_hans: 手机号
zh_hant: 手機號

# keys
source: en
hi: hi
ja: ja
ko: ko
th: th
vi: vi
zh_hans: zh-Hans
zh_hant: zh-Hant

# newuser_login_email_already_sended
source: Email sent, please check
es_mx: Correo electrónico enviado, verifíquelo por favor
hi: ईमेल भेज दिया गया है, कृपया जाँच करें
ja: Eメールアドレスへ送信しました。ご確認ください。
ko: 이메일이 전송되었습니다. 확인하시기 바랍니다
pt_br: E-mail enviado, verifique
ru: Отправлено сообщение по электронной почте, проверьте свой почтовый ящик
th: อีเมลส่งไปแล้ว กรุณาตรวจสอบ
vi: Email đã gửi, vui lòng kiểm tra
zh_hans: 邮件已发送，请查收
zh_hant: 郵件已發送，請查收

# newuser_bind_email_already_registered
source: Email is already registered
es_mx: El correo electrónico ya está registrado
hi: ईमेल पहले ही पंजीकृत है
ja: このEメールアドレスはすでに登録されています。
ko: 이미 등록된 이메일입니다
pt_br: O e-mail já está registrado
ru: Адрес электронной почты уже зарегистрирован
th: อีเมลใช้ลงทะเบียนแล้ว
vi: Email đã được đăng ký
zh_hans: 该邮箱已被注册，请重新输入
zh_hant: 該郵箱已被註冊，請重新輸入

# newuser_invalid_email
source: E-mail format error
es_mx: Error en formato del correo electrónico
hi: ई-मेल फ़ॉरमेट त्रुटि
ja: Eメールアドレスの形式が不正です。
ko: 잘못된 이메일 형식입니다.
pt_br: Erro do formato do e-mail
ru: Неправильный формат адреса электронной почты
th: รูปแบบอีเมลผิดพลาด
vi: Lỗi định dạng email
zh_hans: 邮箱格式错误
zh_hant: 郵箱格式錯誤

# newuser_register_email_already_registered
source: E-mail already registered, log in?
es_mx: El correo electrónico ya está registrado, ¿Desea iniciar sesión?
hi: ई-मेल पहले ही पंजीकृत है, लॉगइन करें?
ja: このEメールアドレスはすでに登録されています。ログインしますか？
ko: 이미 등록된 이메일입니다. 지금 로그인하시겠습니까?
pt_br: E-mail já registrado, fazer login?
ru: Адрес электронной почты уже зарегистрирован, войти?
th: อีเมลถูกใช้ลงทะเบียนแล้ว เข้าสู่ระบบหรือไม่
vi: Email đã được đăng ký, đăng nhập?
zh_hans: 该邮箱已被注册，是否尝试立即登录？
zh_hant: 該郵箱已被註冊，是否嘗試立即登錄？

# newuser_account_bind_email
source: E-mail
es_mx: Correo electrónico
hi: ई-मेल
ja: Eメールアドレスとリンク
ko: 이메일
ru: Электронная почта
th: อีเมล
zh_hans: 关联邮箱
zh_hant: 關聯郵箱

# common_email
source: Email
es_mx: El correo
hi: ईमेल
ja: Eメール
ko: 이메일
ru: Электронная почта
th: อีเมล
zh_hans: 邮箱
zh_hant: 郵箱

# effects_include_count
source: effects included
es_mx: efectos incluidos
hi: प्रभाव शामिल हैं
ja: 個のエフェクト
ko: 효과 포함
pt_br: efeitos incluídos
ru: эффекты вкл.
th: เอฟเฟ็ครวมอยู่ด้วย
vi: bao gồm hiệu ứng
zh_hans: 个特效
zh_hant: 个特效

# imageshow_useeffect
source: Effect:
es_mx: Efecto:
hi: प्रभाव:
ja: エフェクト：
ko: 효과:
pt_br: Efeito:
ru: Эффект:
th: ผลการใช้งาน:
vi: Hiệu ứng:
zh_hans: 使用特效:
zh_hant: 使用特效:

# effect_install_error
source: Effect installation failed
es_mx: Falló la instalación del efecto
hi: प्रभाव स्थापना विफल
ja: エフェクトインストール失敗
ko: 효과 설치 실패
pt_br: Instalação do efeito falhou
ru: Не удалось установить эффект
th: การติดตั้งผลพิเศษล้มเหลว
vi: Cài đặt hiệu ứng thất bại
zh_hans: 特效安装失败
zh_hant: 特效安裝失敗

# imageshow_edit
source: Edit
es_mx: Editar
hi: संपादित करें
ja: 編集
ko: 편집
pt_br: Editar
ru: Редактировать
th: ภาพถ่าย
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# password_draw_new
source: Draw the new graphical password
es_mx: Dibuje la nueva contraseña gráfica
hi: नया ग्राफ़िकल पासवर्ड ड्रॉ करें
ja: 新しいパターンを指で描いてください。
ko: 새 그래픽 암호 그리기
pt_br: Sortear a nova senha gráfica
ru: Нарисуйте новый графический пароль
th: วาดลายเขียนรหัสผ่านใหม่
vi: Vẽ mật khẩu đồ họa mới
zh_hans: 请绘制新密码
zh_hant: 請繪製新密碼

# password_draw_again
source: Draw the graphical password again
es_mx: Dibuje la contraseña gráfica nuevamente
hi: ग्राफ़िकल पासवर्ड फिर से ड्रॉ करें
ja: もう一度パターンを描いてください。
ko: 그래픽 암호 다시 그리기
pt_br: Sortear a senha gráfica novamente
ru: Нарисуйте графический пароль еще раз
th: วาดลายเขียนรหัสผ่านอีกครั้ง
vi: Vẽ lại mật khẩu đồ họa
zh_hans: 请再次绘制图形密码
zh_hant: 請再次繪製圖形密碼

# password_draw
source: Draw a graphical password
es_mx: Dibuje una contraseña gráfica
hi: ग्राफ़िकल पासवर्ड ड्रॉ करें
ja: パターンを指で描いてください。
ko: 그래픽 암호 그리기
pt_br: Sortear uma senha gráfica
ru: Нарисуйте графический пароль
th: วาดลายเขียนรหัสผ่าน
vi: Vẽ một mật khẩu đồ họa
zh_hans: 请绘制图形密码
zh_hant: 請繪製圖形密碼

# gallery_cloudDeleteTip
source: Downloading, unable to delete.
es_mx: Descargando, no se puede borrar.
hi: डाउनलोड हो रहा है, हटाने में असमर्थ।
ja: ダウンロード中は削除できません。
ko: 다운로드 중에는 삭제가 불가능합니다.
pt_br: Baixando, não é possível excluir.
ru: Выполняется загрузка, не удалось удалить.
th: กำลังดาวน์โหลด ไม่สามารถลบได้
vi: Đang tải xuống, không thể xóa.
zh_hans: 照片下载中，暂时不能进行删除操作。
zh_hant: 照片下載中，暫時不能進行刪除操作。

# gallery_downloading
source: Downloading
es_mx: Descargando, no se puede borrar.
hi: डाउनलोड हो रहा है
ja: ダウンロード中
ko: 다운로드
pt_br: Baixando
ru: Загрузка
th: กำลังดาวน์โหลด
vi: Đang tải xuống
zh_hans: 正在下载
zh_hant: 正在下載

# gallery_downloadToSystem
source: Download photos to album
es_mx: Descargar fotografías en álbum
hi: फ़ोटो एल्बम में डाउनलोड करें
ja: アルバムに写真をダウンロード
ko: 앨범에 사진 다운로드
pt_br: Baixar fotos para álbum
ru: Загрузить фото в альбом
th: ดาวน์โหลดรูปไปยังอัลบั้มระบบ
vi: Tải xuống ảnh vào album
zh_hans: 下载照片到系统相册
zh_hant: 下載照片到系統相冊

# gallery_taskList
source: Download photo
es_mx: Descargar fotografía
hi: फ़ोटो डाउनलोड करें
ja: 写真のダウンロード
ko: 사진 다운로드
pt_br: Baixar foto
ru: Загрузить фото
th: ดาวน์โหลดรูปภาพ
vi: Tải xuống ảnh
zh_hans: 照片下载
zh_hant: 照片下載

# common_downloading_fail
source: Download failed
es_mx: Falló la descarga
hi: डाउनलोड विफल
ja: ダウンロード失敗
ko: 다운로드 실패
pt_br: Download falhou
ru: Ошибка загрузки
th: ดาวน์โหลดล้มเหลว
vi: Tải xuống thất bại
zh_hans: 下载失败
zh_hant: 下載失敗

# common_download
source: Download
es_mx: Descargar
hi: डाउनलोड करें
ja: 保存
ko: 다운로드
pt_br: Baixar
ru: Загрузить
th: ดาวน์โหลด
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# gallery_importedFinish
source: Done!
es_mx: ¡Listo!
hi: संपन्न!
ja: 保存完了
ko: 사진 다운로드 완료!
pt_br: Pronto!
ru: Готово!
th: เรียบร้อย!
vi: Xong!
zh_hans: 照片导入完毕!
zh_hant: 照片導入完畢!

# cloud_download_success
source: Done
es_mx: Listo
hi: संपन्न
ja: 完了
ko: 다운로드 완료
pt_br: Pronto
ru: Готово
th: เรียบร้อย
vi: Xong
zh_hans: 下载已完成
zh_hant: 下載已完成

source: Done
es_mx: Listo
hi: संपन्न
ja: 完了
ko: 완료
pt_br: Pronto
ru: Готово
th: เรียบร้อย
vi: Xong
zh_hans: 完成
zh_hant: 完成

# password_set_question_succeed
source: Done
es_mx: Listo
hi: संपन्न
ja: セキュリティ質問の設定
ko: 보안 질문 설정 완료
pt_br: Pronto
ru: Готово
th: เรียบร้อย
vi: Xong
zh_hans: 密码保护问题设置成功
zh_hant: 密碼保護問題設置成功

# password_succeed
source: Done
es_mx: Listo
hi: संपन्न
ja: 完了
ko: 앨범 암호 설정 완료
pt_br: Pronto
ru: Готово
th: เรียบร้อย
vi: Xong
zh_hans: 相册密码设置成功
zh_hant: 相冊密碼設置成功

# gallery_cloudDisabled
source: Disabled
es_mx: Desactivado
hi: अक्षम
ja: 無効にする
ko: 미사용 중
pt_br: Desabilitado
ru: Отключено
th: ปิดใช้งาน
vi: Vô hiệu hóa
zh_hans: 未启用
zh_hant: 未啟用

# imageshow_photosize
source: Dimensions:
es_mx: Dimensiones:
hi: आयाम:
ja: 寸法：
ko: 사진 크기:
pt_br: Dimensões:
ru: Размеры:
th: ขนาดของภาพ:
vi: Kích thước:
zh_hans: 照片尺寸:
zh_hant: 照片尺寸:

# imageshow_device
source: Device:
es_mx: Dispositivo:
hi: डिवाइस:
ja: デバイス：
ko: 기기:
pt_br: Dispositivo:
ru: Устройство:
th: อุปกรณ์ถ่ายภาพ:
vi: Thiết bị:
zh_hans: 拍照设备:
zh_hant: 拍照設備:

# gallery_collage_deselect
source: Deselect
es_mx: Desmarcar
hi: चयन हटाएँ
ja: 選択解除
ko: 선택 해제
pt_br: Desmarcar
ru: Отмен. выбор
th: ไม่เลือก
vi: Bỏ chọn
zh_hans: 取消选择
zh_hant: 取消選擇

# imageshow_delete_photo
source: Delete the photo
es_mx: Eliminar la fotografía
hi: फ़ोटो हटाएँ
ja: 写真削除
ko: 사진 삭제
pt_br: Excluir a foto
ru: Удалить фото
th: คุณแน่ใจหรือว่าต้องการลบภาพ
vi: Xóa ảnh này
zh_hans: 删除这张照片
zh_hant: 刪除這張照片

# gallery_deletePhotoTip
source: Delete %zd photos
es_mx: Eliminar %zd fotografías
hi: %zd फ़ोटो हटाएँ
ja: %zd枚の写真を削除
ko: 사진 %zd장 삭제
pt_br: Excluir %zd fotos
ru: Удалить %zd фото
th: ลบ %zd รูปภาพ
vi: Xóa %zd ảnh
zh_hans: 删除%zd张照片
zh_hant: 刪除%zd張照片

# common_delete
source: Delete
es_mx: Eliminar
hi: हटाएँ
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# storedetail_uninstall
source: Delete
es_mx: Eliminar
hi: हटाएँ
ja: アンインストール
ko: 삭제
pt_br: Excluir
ru: Удалить
th: ถอนการติดตั้ง
vi: Xóa
zh_hans: 卸载
zh_hant: 卸載

# cloud_download_isnot_wifi
source: Data charges from your service provider may apply for downloading the photo.
es_mx: Se pueden aplicar cargos por datos desde su proveedor de servicio por descargar la fotografía.
hi: फ़ोटो डाउनलोड करने के लिए आपके सेवा प्रदाता से डेटा शुल्क लागू हो सकते हैं।
ja: 通信料が発生する場合があります。ダウンロードを続けますか？
ko: 사진 다운로드 시, 데이터 요금이 발생될 수 있습니다.
pt_br: Cobranças de dados do seu provedor de serviço podem se aplicar para baixar a foto.
ru: При загрузке фото может взиматься оплата за передачу данных.
th: ปัจจุบันอยู่ใน3G/2G ดาวน์โหลดต่อไปไหม
vi: Phí dữ liệu từ nhà cung cấp dịch vụ của bạn có thể áp dụng với việc tải xuống ảnh.
zh_hans: 当前处于3G/2G，继续下载?
zh_hant: 當前處於3G/2G，繼續下載?

# newuser_account_current_accounts
source: Current Account
es_mx: Cuenta actual
hi: मौजूदा खाता
ja: 現在のアカウント
ko: 현재 계정
pt_br: Conta atual
ru: Текущая учетная запись
th: บัญชีปัจจุบัน
vi: Tài khoản Hiện tại
zh_hans: 当前账号
zh_hant: 當前賬號

# cloud_personal_cut_image
source: Crop
es_mx: Recortar
hi: क्रॉप करें
ja: クロップ
ko: 자르기
pt_br: Recortar
ru: Обрезать
th: ตัด
vi: Cắt xén
zh_hans: 裁剪图片
zh_hant: 裁剪圖片

# uninstall_confirm
source: Confirm uninstall?
es_mx: ¿Confirma la desinstalación?
hi: स्थापना रद्द करने की पुष्टि करें?
ja: アンインストールしますか？
ko: 삭제하시겠습니까?
pt_br: Confirmar desinstalação?
ru: Подтвердите удаление
th: ยืนยันการถอนการติดตั้งหรือไม่?
vi: Xác nhận gỡ cài đặt?
zh_hans: 确认卸载该选项吗？
zh_hant: 確認卸載該選項嗎？

# newuser_register_mobile_confirm
source: Confirm phone number
es_mx: Confirme número telefónico
hi: फ़ोन नंबर की पुष्टि करें
ja: 電話番号の確認
ko: 전화번호 확인
pt_br: Confirmar número do telefone
ru: Подтвердите номер телефона
th: ยืนยันหมายเลขโทรศัพท์
vi: Xác nhận số điện thoại
zh_hans: 确认手机号码
zh_hant: 確認手機號碼

# gallery_collage
source: Puzzle
es_mx: Collage
hi: कोलाज़
ja: コラージュ
ko: 콜라주
pt_br: Coagem
ru: Коллаж
th: เลื่อยเล็ก
vi: Cắt dán
zh_hans: 拼图
zh_hant: 拼圖

# cloud_network_condition
source: Upload network
es_mx: Subir a la red
hi: नेटवर्क अपलोड करें
ja: アップロード用回線
ko: 업로드 네트워크 환경
pt_br: Carregar rede
ru: Отправить сеть
th: อัปเดตเครือข่าย
vi: Tải lên mạng
zh_hans: 上传时网络环境
zh_hant: 上傳時網絡環境

# setting_cloud
source: Cloud Album settings
es_mx: Ajustar álbum en nube
hi: क्लाउड एल्बम सेटिंग्स
ja: クラウドの設定
ko: 클라우드 앨범 설정
pt_br: Conf. álbum da nuvem
ru: Настр. облачн. альбома
th: การตั้งค่าอัลบั้มคลาวด์
vi: Cài đặt Album Đám mây
zh_hans: 云相册设置
zh_hant: 雲相冊設置

# gallery_cloud
source: Cloud Album
es_mx: Álbum de la nube
hi: क्लाउड एल्बम
ja: クラウドアルバム
ko: 클라우드 앨범
pt_br: Álbum da nuvem
ru: Облачный альбом
th: อัลบั้มคลาวด์
vi: Album Đám mây
zh_hans: 云相册
zh_hant: 雲相册

# appwall_nav_close_button_title
source: close
es_mx: cerrar
hi: बंद करें
ja: オフ
ko: 닫기
pt_br: fechar
ru: закрыть
vi: đóng
zh_hans: 关闭
zh_hant: 關閉

# user_center_nickname_select
source: Change Name
es_mx: Cambiar nombre
hi: नाम बदलें
ja: 名前の変更
ko: 이름 변경
pt_br: Alterar nome
ru: Изменить имя
th: ชื่อเล่น
vi: Thay đổi Tên
zh_hans: 更换昵称
zh_hant: 更換昵稱
