Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# 立即使用
source: Use now
es_mx: Utilizar ahora
hi: अभी उपयोग करें
ja: すぐ使う
ko: 지금 사용
pt_br: Usar agora
ru: Использовать сейчас
th: ใช้ในขณะนี้
vi: Sử dụng ngay bây giờ
zh_hans: 立即使用
zh_hant: 立即使用

# 素材管理
source: Manage materials
es_mx: Gestionar materiales
hi: सामग्री प्रबंधित करें
ja: 素材管理
ko: 자료 관리
pt_br: Gerenciar materiais
ru: Управление материалами
th: จัดการวัสดุ
vi: Quản lý tài liệu
zh_hans: 素材管理
zh_hant: 素材管理

# 移到最前
source: Move to top
es_mx: Subir
hi: शीर्ष पर ले जाएँ
ja: 最前へ移す
ko: 맨 위로 이동
pt_br: Mover para o topo
ru: Переход к началу
th: ย้ายไปที่ด้านบน
vi: Di chuyển lên đầu
zh_hans: 移到最前
zh_hant: 移到最前

# 恢复已购
source: Recover purchase
es_mx: Recuperar compra
hi: ख़रीद बहाल करें
ja: 購買回復
ko: 구매 복구
pt_br: Recuperar compra
ru: Восстановить покупки
th: การกู้คืนการซื้อ
vi: Khôi phục mua hàng
zh_hans: 恢复已购
zh_hant: 恢復已購

# 管理
source: Manage
es_mx: Gestionar
hi: प्रबंध करें
ja: 管理
ko: 관리
pt_br: Gerenciar
ru: Управление
th: จัดการ
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# 我喜欢
source: Favorites
es_mx: Favoritos
hi: पसंदीदा
ja: 好きなもの
ko: 즐겨 찾기
pt_br: Favoritos
ru: Избранное
th: รายการโปรด
vi: Mục ưa thích
zh_hans: 我喜欢
zh_hant: 我喜歡

# 夜景关闭
source: Night mode OFF
es_mx: Modo Noche DESACTIVADO
hi: रात्रि मोड बंद
ja: 夜景を閉じる
ko: 나이트 모드 꺼짐
pt_br: Modo noturno desligado
ru: Ночной режим ВЫКЛ
th: ปิดโหมดกลางคืน
vi: Chế độ ban đêm TẮT
zh_hans: 夜景关闭
zh_hant: 夜景關閉

# 夜景打开
source: Night mode ON
es_mx: Modo Noche ACTIVADO
hi: रात्रि मोड चालू
ja: 夜景を開く
ko: 나이트 모드 켜짐
pt_br: Modo noturno ligado
ru: Ночной режим ВКЛ
th: เปิดโหมดกลางคืน
vi: Chế độ ban đêm BẬT
zh_hans: 夜景打开
zh_hant: 夜景打開

# 画幅
source: Frame
es_mx: Marco
hi: फ़्रेम
ja: 寸法
ko: 프레임
pt_br: Quadro
ru: Рамка
th: กรอบ
vi: Khung
zh_hans: 画幅
zh_hant: 畫幅

# 定时
source: Timed
es_mx: Temporizado
hi: समय किया गया
ja: 定時
ko: 타임드
pt_br: Cronometrado
ru: По времени
th: หมดเวลา
vi: Theo thời gian
zh_hans: 定时
zh_hant: 定時

# 夜景
source: Night mode
es_mx: Modo Noche
hi: रात्रि मोड
ja: 夜景
ko: 나이트 모드
pt_br: Modo noturno
ru: Ночной режим
th: โหมดกลางคืน
vi: Chế độ ban đêm
zh_hans: 夜景
zh_hant: 夜景

# 网格
source: Grid
es_mx: Cuadrícula
hi: ग्रिड
ja: グリッド
ko: 그리드
pt_br: Grade
ru: Сетка
th: ตาราง
vi: Lưới
zh_hans: 网格
zh_hant: 網格

# 触屏拍照
source: Touch capture
es_mx: Captura táctil
hi: टच कैप्चर
ja: タッチ撮り
ko: 터치 캡처
pt_br: Captura de toque
ru: Съемка касанием
th: แตะเพื่อถ่ายภาพ
vi: Chụp bằng cách chạm
zh_hans: 触屏拍照
zh_hant: 觸屏拍照

# 暗角
source: Vignette
es_mx: Viñeta
hi: विग्नेट
ja: 暗い角
ko: 비네팅
pt_br: Vinheta
ru: Виньетирование
th: กรอบ
vi: In màu
zh_hans: 暗角
zh_hant: 暗角

# 虚化
source: Blur
es_mx: Borroso
hi: धुँधला
ja: 虚像化
ko: 블러링
pt_br: Desfoque
ru: Размытие
th: เบลอ
vi: Làm mờ
zh_hans: 虚化
zh_hant: 虚化

# 静音相机
source: Mute shutter
es_mx: Silenciar obturador
hi: मूक शटर
ja: 消音カメラ
ko: 음소거 셔터
pt_br: Colocar obturador no mudo
ru: Выключить звук затвора
th: ปิดเสียงชัตเตอร์
vi: Chụp ảnh im lặng
zh_hans: 静音相机
zh_hant: 靜音相機

# 设置
source: Settings
es_mx: Ajustes
hi: सेटिंग्स
ja: 設置
ko: 설정
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# 暂无可用恢复素材
source: No recovered materials available
es_mx: No hay materiales recuperados disponibles
hi: कोई बहाल की गई सामग्री उपलब्ध नहीं है
ja: 回復できる素材はしばらくない
ko: 사용 가능한 복구 자료 없음
pt_br: Nenhum material recuperado disponível
ru: Доступны невосстановленные материалы
th: ไม่มีวัสดุกูคืนใช้ได้
vi: Không tồn tại tài liệu được khôi phục nào
zh_hans: 暂无可恢复素材
zh_hant: 暫無可恢復素材

# 暂无可用素材
source: No materials available
es_mx: No hay materiales disponibles
hi: कोई सामग्री उपलब्ध नहीं है
ja: 利用できる素材はしばらくない
ko: 사용 가능한 자료 없음
pt_br: Nenhum material disponível
ru: Нет доступных материалов
th: ไม่มีวัสดุให้ใช้
vi: Không tồn tại tài liệu nào
zh_hans: 暂无可用素材
zh_hant: 暫無可用素材

# 分享下载
source: Share download
es_mx: Compartir descarga
hi: डाउनलोड साझा करें
ja: ロック解除を共有する
ko: 다운로드 공유
pt_br: Compartilhar download
ru: Поделиться загрузкой
th: แชร์ดาวน์โหลด
vi: Chia sẻ tải về
zh_hans: 分享解锁
zh_hant: 分享解鎖

# 解锁
source: Unlock
es_mx: Desbloquear
hi: अनलॉक करें
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloquear
ru: Разблокировать
th: ปลดล็อค
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

# 补光
source: Fill
es_mx: Relleno
hi: भरें
ja: フィルイン
ko: 채우기
pt_br: Preencher
ru: Заполнить
th: เติม
vi: Nạp thêm
zh_hans: 补光
zh_hant: 補光

# 网络数据异常，请稍后再试
source: Network data error, try again later
es_mx: Error de datos de red, inténtelo más tarde
hi: नेटवर्क डेटा त्रुटि, बाद में पुनः प्रयास करें
ja: インターネットデータ異常、あとで試してください
ko: 네트워크 데이터 오류,나중에 다시 시도하세요
pt_br: Erro de dados da rede, tente novamente depois
ru: Ошибка данных сети, повторите попытку позже
th: ข้อผิดพลาดของข้อมูลเครือข่าย ลองอีกครั้งในภายหลัง
vi: Lỗi dữ liệu mạng, vui lòng thử lại sau
zh_hans: 网络数据异常，请稍后再试
zh_hant: 網絡數據異常，請稍後再試

# 发生异常，请稍后再试
source: Error, try again later
es_mx: Error, inténtelo más tarde
hi: त्रुटि, बाद में पुनः प्रयास करें
ja: 異常があり、あとで試してください
ko: 오류, 나중에 다시 시도하세요
pt_br: Erro, tente novamente depois
ru: Ошибка, попробуйте еще раз позже
th: ข้อผิดพลาด ลองอีกครั้งในภายหลัง
vi: Có lỗi, vui lòng thử lại sau
zh_hans: 发生异常，请稍后再试
zh_hant: 發生異常，請稍後再試

# 恢复
source: Recover
es_mx: Recuperar
hi: बहाल करें
ja: 回復
ko: 복구
pt_br: Recuperar
ru: Восстановить
th: กู้คืน
vi: Phục hồi
zh_hans: 恢复
zh_hant: 恢復

# 照片自动保存
source: Auto-save photos
es_mx: Guardado automático de fotos
hi: फ़ोटो स्वतः सहेजें
ja: 写真の自動保存
ko: 사진 자동 저장
pt_br: Salvar fotos automaticamente
ru: Автоматическое сохранение фотографий
th: บันทึกภาพอัตโนมัติ
vi: Ảnh lưu tự động
zh_hans: 照片自动保存
zh_hant: 照片自動保存

# 全部照片
source: All photos
es_mx: Todas las fotos
hi: सभी फ़ोटो
ja: すべての写真
ko: 모든 사진
pt_br: Todas as fotos
ru: Все фотографии
th: รูปภาพทั้งหมด
vi: Tất cả ảnh
zh_hans: 全部照片
zh_hant: 全部照片

# 下载
source: Download
es_mx: Descargar
hi: डाउनलोड करें
ja: ダウンロード
ko: 다운로드
ru: Загрузить
th: ดาวน์โหลด
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# 使用
source: Use
es_mx: Aplicar
hi: उपयोग करें
ja: 使用する
ko: 사용
pt_br: Usar
ru: Использовать
th: ใช้
vi: Sử dụng
zh_hans: 使用
zh_hant: 使用

# 该素材不可用于编辑
source: This material cannot be used for editing
es_mx: Este material no se puede utilizar para editar
hi: इस सामग्री का उपयोग संपादन के लिए नहीं किया जा सकता
ja: この素材は編集出来ません
ko: 이 재료는 편집에 사용할 수 없음
pt_br: Este material não pode ser usado para edição
ru: Этот материал не может быть использован для редактирования
th: วัสดุนี้ไม่สามารถใช้เพื่อการแก้ไขได้
vi: Tài liệu này không thể sử dụng để chỉnh sử
zh_hans: 该素材不可用于编辑
zh_hant: 該素材不可用於編輯

# 点击花瓣继续
source: Tap petal to continue
es_mx: Toca el pétalo para continuar
hi: जारी रखने के लिए पँखुड़ी पर टैप करें
ja: 花びらをクリックして続ける
ko: 꽃잎을 눌러서 계속
pt_br: Toque na pétala para continuar
ru: Нажмите на лепесток, чтобы продолжить
th: แตะกลีบเพื่อดำเนินการต่อ
vi: Gõ nhẹ giao diện cánh hoa để tiếp tục
zh_hans: 点击花瓣继续
zh_hant: 點擊花瓣繼續

# 精彩世界等你开启
source: Exciting new world Waiting to be opened
es_mx: Un apasionante mundo a la espera de ser descubierto
hi: नई रोमांचक दुनिया खोले जाने की प्रतीक्षा कर रही है
ja: 素敵な世界が待ってます
ko: 흥미로운 신 세계가 당신을 기다리고 있습니다
pt_br: Um novo mundo empolgante esperando para ser aberto
ru: Захватывающий новый мир ждет, когда его откроют
th: “โลกใหม่ที่น่าตื่นเต้น รอที่จะเปิดอยู่
vi: Một thế giới thú vị đang chờ được mở ra
zh_hans: 精彩世界 等你开启
zh_hant: 精彩世界 等你開啓

# 进入
source: Enter
es_mx: Entrar
hi: दर्ज करें
ja: 入る
ko: 들어가기
pt_br: Entrar
ru: Войти
th: เข้าสู่
vi: Đi đến
zh_hans: 进入
zh_hant: 進入

# 静音
source: Mute
es_mx: Silenciar
hi: म्यूट करें
ja: ミュート
ko: 음소거
pt_br: Mudo
ru: Отключить звук
th: ปิดเสียง
vi: Câm
zh_hans: 静音
zh_hant: 靜音

# 您的系统版本过低，暂不支持该功能
source: Your system version is outdated, and doesn't support this function
es_mx: La versión de tu sistema está desactualizada y no es compatible con esta función
hi: आपका सिस्टम संस्करण पुराना हो चुका है, और यह इस फ़ंक्शन का समर्थन नहीं करता
ja: バーションが古いのでこの機能は使用出来ません。
ko: 시스템 버전이 만료되어 이 기능을 지원하지 않습니다.
pt_br: A versão do seu sistema está desatuaizada e não suporta esta função
ru: Версия системы является устаревшей и не поддерживает эту функцию
th: ระบบของคุณเป็นเวอร์ชั่นที่ล้าสมัย และไม่รองรับคุณสมบัตินี้
vi: Phiên bản hệ thống của bạn đã lỗi thời và không hỗ trợ chức năng này
zh_hans: 您的系统版本过低，暂不支持该功能
zh_hant: 您的系統版本過低，暫不支持該功能

# 大小
source: Size
es_mx: Tamaño
hi: आकार
ja: サイズ
ko: 크기
pt_br: Tamanhp
ru: Размер
th: MISSING VALUE
vi: Kích cỡ
zh_hans: 大小
zh_hant: 大小

# 您当前在非WIFI环境下，是否继续下载？
source: You are currently not on WIFI, continue downloading?
es_mx: Actualmente no estás conectado a WIFI, ¿continuar descargando?
hi: आप फ़िलहाल वाईफ़ाई पर नहीं हैं, डाउनलोड जारी रखें?
ja: 現在WIFI接続ではありませんが、ダウンロードを続けますか？
ko: 현재 WIFI에 연결되어 있지 않습니다. 다운로드를 계속하시겠습니까?
pt_br: No momento, você não está no WIFI, continuar baixando?
ru: Устройство не подключено к сети Wi-Fi, продолжить загрузку?
th: ขณะนี้คุณไม่ได้ใช้ WIFI ดาวน์โหลดต่อหรือไม่
vi: Bạn hiện đang không có WIFI, tiếp tục tải xuống?
zh_hans: 您当前在非WIFI环境下，是否继续下载？
zh_hant: 您當前在非WIFI環境下，是否繼續下載？

# 内含X个素材
source: Contains %ld materials
es_mx: Contiene %ld materiales
hi: %ld सामग्री शामिल है
ja: %ld個の素材を含みます
ko: %ld 재료 포함
pt_br: Contém %ld materiais
ru: Содержит %ld материалов
th: ประกอบด้วยวัสดุ %ld
vi: Có chứa tài liệu %ld
zh_hans: 内含%ld个素材
zh_hant: 內含%ld個素材

# 已下载
source: Downloaded
es_mx: Descargado
hi: डाउनलोड किया गया
ja: ダウンロード済み
ko: 다운로드하고 있다
pt_br: Baixado
ru: Загружено
th: ดาวน์โหลด
vi: Đã tải xuống
zh_hans: 已下载
zh_hant: 已下載

# 共%ld款
source: %ld total
hi: %ld कुल
ja: 合計％ld個
ko: 총 %ld
ru: Всего %ld
th: รวม %ld
vi: %ld tổng
zh_hans: 共%ld款
zh_hant: 共%ld款

# 下载失败
source: Download failed
es_mx: Fallo de descarga
hi: डाउनलोड विफल
ja: ダウンロード失敗
ko: 다운로드 실패
pt_br: Download falhou
ru: Ошибка загрузки
th: ดาวน์โหลดล้มเหลว
vi: Tải xuống thất bại
zh_hans: 下载失败
zh_hant: 下載失敗

# 该内容不存在
source: Content doesn't exist
es_mx: El contenido no existe
hi: सामग्री मौजूद नहीं है
ja: 内容がありません
ko: 이 내용이 존재하지 않다
pt_br: O conteúdo não existe
ru: Содержимое не найдено
th: ไม่มีเนื้อหา
vi: Nội dung không tồn tại
zh_hans: 该内容不存在
zh_hant: 該內容不存在

# 置顶
source: Top
es_mx: Arriba
hi: शीर्ष
ja: トップへ
ko: 맨 위에 고정
pt_br: Topo
ru: Верх
th: ด้านบน
vi: Trên cùng
zh_hans: 置顶
zh_hant: 置頂

# pc_share_to_sns
source: Share
es_mx: Compartir
hi: हिस्सा
ja: シェア
ko: 공유
pt_br: Compartilhar
ru: Поделиться
th: ลบ
vi: Chia sẻ
zh_hans: 分享到社区
zh_hant: 分享到社區

# pc_common_start_camera
source: Now record your life with Camera360!
es_mx: ¡Registre su vida ahora con Camera360!
hi: अब Camera360 के साथ अपना जीवन रिकॉर्ड करें!
ja: カメラ360で日々の生活を記録！
ko: 지금 Camera360으로 나만의 인생을 기록하세요!
pt_br: Agora registre a sua vida com a Camera360!
ru: Теперь записывайте вашу жизнь с помощью Camera360!
th: ตอนนี้บันทึกชีวิตของคุณด้วย Camera360
vi: Bây giờ, hãy ghi lại cuộc sống của bạn bằng Camera360!
zh_hans: 开始用Camera360记录你的生活吧
zh_hant: 開始用Camera360記錄你的生活吧

# pc_feed_tips
source: Tips
es_mx: Consejos
hi: सलाह
ja: ヒント
ko: 팁
pt_br: Dicas
ru: Советы
th: คำแนะนำ
vi: Mẹo nhỏ
zh_hans: 小贴士
zh_hant: 小貼士

# pc_feed_scrollTips
source: Slide to check more information
es_mx: Deslice para ver más información
hi: और जानकारी देखने के लिए स्लाइड करें
ja: 左右にスワイプして更にチェック
ko: 좌우로 슬라이드하시면 더 많은 내용을 조회하실 수 있습니다
pt_br: Deslize para mais informações
ru: Передвиньте, чтобы увидеть больше информации
th: เลื่อนไปซ้ายขวาเพื่อค้นหาเนื้อหาที่ประทับใจ
vi: Trượt màn hình để xem thêm chi tiết
zh_hans: 左右滑动查看更多精彩
zh_hant: 左右滑動查看更多精彩

# pc_sns_translate_look
source: See translation
es_mx: Ver la traducción
hi: अनुवाद देखें
ja: 翻訳を見る
ko: 번역내용 조회하기
pt_br: Ver tradução
ru: Посмотреть перевод
th: ดูคำแปล
vi: Xem bản dịch
zh_hans: 查看翻译
zh_hant: 查看翻譯

# pc_sns_translating
source: Translating…
es_mx: Traduciendo…
hi: अनुवाद कर रहा है...
ja: 翻訳中…
ko: 번역중…
pt_br: Traduzindo…
ru: Переводится…
th: กำลังแปลอยู่…
vi: Đang dịch…
zh_hans: 翻译中…
zh_hant: 翻譯中…

# pc_sns_translate_hidden
source: Hide translation
es_mx: Ocultar la traducción
hi: अनुवाद छुपाएं
ja: 翻訳を隠す
ko: 번역내용 감추기
pt_br: Esconder tradução
ru: Скрыть перевод
th: ซ่อนคำแปลไว้
vi: Ẩn bản dịch
zh_hans: 隐藏翻译
zh_hant: 隱藏翻譯

# pc_sns_translate_translateError
source: Translate failed. Please retry.
es_mx: Volver a intentar
hi: पुनः प्रयास करें
ja: 再試行
ko: 번역 실패, 다시 시도하십시오
pt_br: Tente novamente
ru: Повторить
th: แปลไม่สำเร็จ กรุณาลองใหม่อีกครั้ง
vi: Thử lại
zh_hans: 翻译失败，请重试
zh_hant: 翻譯失敗，請重試

# pc_user_change_avatar
source: Change photo
es_mx: Cambiar su foto de perfil
hi: अपनी प्रोफाइल तसवीर बदलें
ja: アバタ―を替える
ko: 이모티콘 바꾸기
pt_br: अपनी प्रोफाइल तसवीर बदलें
ru: Измененить фото профиля
th: เปลี่ยนสัญลักษญ์
vi: Đổi ảnh đại diện
zh_hans: 更换头像
zh_hant: 更換頭像

# pc_ad_seemore
source: View more information
es_mx: Ver más información
hi: और जानकारी देखें
ja: 更に見る
ko: 더 많이 보기
pt_br: Ver mais informações
ru: Просмотреть более подробную информацию
th: อ่านเพิ่มเติม
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 查看更多

# pc_mesage_choiceWork
source: Selected works
es_mx: Trabajos seleccionados
hi: चयनित कलाकृतियाँ
ja: 厳選作品
ko: 컬렉션 작품
pt_br: Trabalhos selecionados
ru: Избранные работы
th: ผลงานดีแด่ง
vi: Bài viết được chọn lọc
zh_hans: 精选作品
zh_hant: 精選作品

# pc_common_copy
source: Copy
es_mx: Copia
hi: कॉपी करें
ja: コピー
ko: 복제
pt_br: Copiar
ru: Копировать
th: คัดลอก
zh_hans: 复制
zh_hant: 複製

# pc_media_share_title
source: Share what you're feeling
es_mx: Comparte cómo te sientes
hi: जोआपमहसूसकररहेहैं,उसेसाझाकरें
ja: 今の気持ちを投稿しよう
ko: 자신의감정을공유하세요
pt_br: Compartilhe o que você está sentindo
ru: Поделитесь тем, что вы чувствуете
th: แชร์ความรู้สึกของคุณ
vi: Bạn đang nghĩ gì?
zh_hans: 分享你的心情
zh_hant: 分享你的心情

# pc_comment_sending
source: Sending
es_mx: Enviando
hi: भेजा जा रहा है
ja: 送信中
ko: 전송 중
pt_br: Enviando
ru: Отправка
th: กำลังส่ง
vi: Đang gửi
zh_hans: 发送中
zh_hant: 發送中

# pc_comment_resend
source: Resend
es_mx: Volver a enviar
hi: फिरसेभेजें
ja: 再送信
ko: 재전송하기
pt_br: Re-enviar
ru: Повторно отправить
th: ส่งซ้ำ
vi: Nhấn gửi lại
zh_hans: 点击重发
zh_hant: 點擊重發

# pc_download
source: Download
es_mx: Descargar
hi: डाउनलोडकरें
ja: ダウンロード
ko: 다운로드하기
pt_br: Baixar
ru: Загрузить
th: ดาวน์โหลด
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# pc_downloading
source: Downloading…
es_mx: Descargando…
hi: डाउनलोडहोरहाहै...
ja: ダウンロード中…
ko: 다운로드중…
pt_br: Baixando...
ru: Загрузка...
th: ดาวน์โหลด...
vi: Đang tải xuống...
zh_hans: 下载中…
zh_hant: 下載中…

# pc_feed_detail_instruction
source: Comments now support images and emojis!
es_mx: ¡Los comentarios ahora admiten imágenes y emojis!
hi: टिप्पणियाँअबछवियोंऔरइमोजीकासमर्थनकरतीहैं!
ja: コメントに画像や絵文字を使用できるようになりました！
ko: 이제코멘트에서이미지와이모티콘도지원합니다!
pt_br: Comentários agora suportam imagens e emojis!
ru: Комментарии теперь поддерживают изображения и смайлы!
th: ตอนนี้การแสดงความคิดเห็นรองรับภาพและอิโมจิแล้ว!
vi: Hỗ trợ bình luận hình ảnh và trả lời bằng emotion~
zh_hans: 评论支持图片和表情回复啦~
zh_hant: 評論支持圖片和表情回復啦~

# pc_publish_instruction
source: Text descriptions can now include emojis!
es_mx: ¡Las descripciones de texto ahora pueden contener emojis!
hi: पाठवर्णनमेंअबइमोजीशामिलहोसकतेहैं!
ja: テキストの説明文に絵文字を使用できるようになりました！
ko: 이제설명에서이모티콘까지포함할수있습니다!
pt_br: Descrições de texto agora podem incluir emojis!
ru: Текстовые описания теперь могут включать смайлы!
th: คำอธิบายข้อความในขณะนี้สามารถใส่อีโมจิได้แล้ว!
vi: Có thể thêm emotion vào nội dung mô tả~
zh_hans: 文字描述中可以添加表情啦~
zh_hant: 文字描述中可以添加表情啦~

# pc_normal_dresser_instruction
source: Master user, exclusive ID
es_mx: Usuario maestro, ID exclusivo
hi: मास्टरउपयोगकर्ता,अनन्यID
ja: 達人ユーザーだけの専用ID
ko: 마스터사용자,전용ID
pt_br: Usuário mestre, ID exclusivo
ru: Главный пользователь, эксклюзивный ID
th: ผู้ใช้ระดับมาสเตอร์IDพิเศษ
vi: Người dùng thiên tài, nhận dạng thân phận riêng
zh_hans: 达人用户，专属身份标识
zh_hant: 達人用戶，專屬身份標識

# pc_vip_dresser_instruction
source: Certified user, highlights authority!
es_mx: Usuario certificado, ¡denota autoridad!
hi: प्रमाणितउपयोगकर्ता,प्राधिकरणहाइलाइटकरताहै!
ja: 認定ユーザーだけの特権！
ko: 인증된사용자,권한강조!
pt_br: Usuário certificado, destaca a autoridade!
ru: Сертифицированный пользователь, основные полномочия!
th: ผู้ใช้ที่ผ่านการรับรองไฮไลท์!
vi: Chứng nhận người dùng, hiển thị thân phận uy quyền
zh_hans: 认证用户，彰显身份权威～
zh_hant: 認證用戶，彰顯身份權威～

# pc_offical_certification
source: Official Certification
es_mx: Certificación oficial
hi: आधिकारिकप्रमाणन
ja: 公式認定
ko: 공식증서
pt_br: Certificação Oficial
ru: Официальная сертификация
th: การรับรองอย่างเป็นทางการ
vi: Xác nhận chính thức
zh_hans: 官方认证
zh_hant: 官方認證

# pc_comment_success
source: Comment successful
es_mx: Comentario exitoso
hi: टिप्पणी सफल
ja: コメントを投稿しました
ko: 코멘트 성공
pt_br: Comentário bem-sucedido
ru: Комментарий добавлен
th: การแสดงความคิดเห็นสำเร็จ
vi: Bình luận thành công
zh_hans: 评论成功
zh_hant: 評論成功

# pc_no_comment_content_prompt
source: Enter comment
es_mx: Introducir comentario
hi: टिप्पणी दर्ज करें
ja: コメントを入力してください
ko: 코멘트 입력하기
pt_br: Inserir comentário
ru: Введите комментарий
th: ใส่ความคิดเห็น
vi: Nhập bình luận
zh_hans: 请输入评论内容
zh_hant: 請輸入評論內容

# pc_edit_continue
source: Continue
es_mx: Continuar
hi: जारीरखें
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
th: ทำต่อไป
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# 是否取消收藏当前特效
source: Remove currect effect from Favorites?
es_mx: ¿Eliminar efecto actual de Favoritos?
hi: पसंदीदा से मौजूदा प्रभाव निकालें?
ja: 現在のエフェクトをお気に入りから削除しますか？
ko: 즐겨찾기에서 이 효과를 삭제하시겠습니까?
pt_br: Remover efeito atual dos Favoritos?
ru: Удалить текущий эффект из избранного?
th: ลบเอฟเฟ็คปัจจุบันออกจากรายการโปรดหรือไม่?
vi: Gỡ bỏ hiệu ứng hiện tại khỏi mục Yêu thích?
zh_hans: 是否取消收藏当前特效
zh_hant: 是否取消收藏當前特效

# 特效管理
source: Effects management
es_mx: Gestión de efectos
hi: प्रभाव प्रबंधन
ja: エフェクト管理
ko: 효과 관리
pt_br: Gerenciamento de efeitos
ru: Управление эффектами
th: การจัดการเอฟเฟ็ค
vi: Quản lý hiệu ứng
zh_hans: 特效管理
zh_hant: 特效管理

# 本地特效包
source: Local effects pack
es_mx: Paquete de efectos locales
hi: स्थानीय प्रभाव पैक
ja: ローカルエフェクトパック
ko: 로컬 효과 팩
pt_br: Pacote de efeitos locais
ru: Пакет локальных эффектов
th: เอฟเฟ็คแพ็คภายใน
vi: Gói hiệu ứng trong máy
zh_hans: 本地特效包
zh_hant: 本地特效包

# 商店
source: Store
hi: स्टोर
ja: ストア
ko: 스토어
pt_br: Loja
ru: Магазин
th: ร้านค้า
vi: Lưu trữ
zh_hans: 商店
zh_hant: 商店

# setting_clearCache
source: Clear cache
es_mx: Limpiar cache
hi: कैशसाफ़करें
ja: キャッシュ削除
ko: 캐시삭제
pt_br: Limpar cache
ru: Очистить кэш
th: ล้างแคช
vi: Xóa cache
zh_hans: 清除缓存
zh_hant: 清除緩存

# 立即下载
source: Download now
es_mx: Descargar ahora
hi: अभी डाउनलोड करें
ja: 今すぐダウンロード
ko: 지금 다운로드하기
pt_br: Baixe agora
ru: Загрузить прямо сейчас.
th: ดาวน์โหลดเดี๋ยวนี้
vi: Tải xuống ngay bây giờ
zh_hans: 立即下载
zh_hant: 立即下載

# use_sticker_disable_tips_key
source: When using stickers, frames and other settings will not be available
zh_hans: 使用贴纸时，画幅等设置项将被屏蔽
zh_hant: 使用貼紙時，畫幅等設置項將被屏蔽

# pc_search_empty_text
source: Enter user nickname
es_mx: Introducir apodo de usuario
hi: उपयोगकर्ताकाउपनामदर्जकरें
ja: ユーザーニックネームを入力してください
ko: 사용자닉네임을입력하세요
pt_br: Insira o apelido do usuário
ru: Введите псевдоним пользователя
th: ใส่ชื่อเล่นของผู้ใช้
vi: Nhập nickname người dùng
zh_hans: 请输入用户昵称
zh_hant: 請輸入用戶暱稱

# pc_feed_select_video_more
source: Select 1 video at most
es_mx: Selecciona 1 video como máximo
hi: अधिकतम 1 वीडियो चुनें
ja: 最高で1つの動画を選択できます
ko: 최대 1개 동영상 선택하기
pt_br: Selecione, no máximo, 1 vídeo
ru: Выберите не более 1 видео
th: เลือกวิดีโอมากสุด 1 คลิป
vi: Chọn tối đa 1 video
zh_hans: 最多选择1个视频
zh_hant: 最多選擇1個視頻

# pc_recent_contacts
source: Recent contacts
es_mx: Contactos recientes
hi: हाल के संपर्क
ja: 最近のコンタクト
ko: 최근 연락처
pt_br: Contatos recentes
ru: Недавние контакты
th: รายชื่อติดต่อล่าสุด
vi: Liên hệ gần đây
zh_hans: 最近联系人
zh_hant: 最近聯繫人

# pc_my_follows
source: My Friends
es_mx: Mis amigos
hi: मेरे मित्र
ja: マイフレンド
ko: 나의 친구
pt_br: Meus amigos
ru: Мои друзья
th: เพื่อนของฉัน
vi: Bạn bè của Tôi
zh_hans: 我关注的人
zh_hant: 我關注的人

# pc_at_friends
source: @friend
es_mx: @amigo
ja: @フレンド
ko: @친구
pt_br: @amigo
ru: @друг
th: @เพื่อน
vi: @bạn
zh_hans: @好友
zh_hant: @好友

# use_sticker_only_support_4_3
source: When using stickers, only supports 4:3 frame
es_mx: Cuando se utilizan adhesivos, solo se admite el marco 4:3
hi: स्टिकर का उपयोग करते समय, केवल 4:3 फ़्रेम का समर्थन करता है
ja: ステッカー使用中は、4：3のフレームのみ対応しています
ko: 스티커 사용 시 4:3 프레임만 지원합니다
pt_br: Ao usar stickers, só suporta quadro 4:3
ru: При использовании стикеров поддерживается только соотношение 4:3
th: เมื่อใช้สติกเกอร์ รองรับเฉพาะเฟรม 4: 3
vi: Khi sử dụng nhãn dán, chỉ hỗ trợ khung hình 4:3
zh_hans: 使用贴纸时，仅支持4:3画幅
zh_hant: 使用貼紙時，僅支持4:3畫幅

# use_sticker_not_support_vignette
source: When using stickers, vignette not supported
es_mx: Cuando se utilizan adhesivos, no se admiten las viñetas
hi: स्टिकर का उपयोग करते समय, विग्नेट समर्थित नहीं है
ja: ステッカー使用中は、ビネットに対応していません
ko: 스티커 사용 시 비네트는 지원하지 않습니다
pt_br: Ao usar stickers, vinheta não é suportada
ru: При использовании стикеров виньетирование не поддерживается
th: เมื่อใช้สติกเกอร์ ไม่รองรับขอบจาง
vi: Khi sử dụng nhãn dán, không hỗ trợ mờ nét
zh_hans: 使用贴纸时，不支持暗角
zh_hant: 使用貼紙時，不支持暗角

# use_sticker_not_support_blur
source: When using stickers, blur not supported
es_mx: Cuando se utilizan adhesivos, no se admite el efecto borroso
hi: स्टिकर का उपयोग करते समय, धुँधलापन समर्थित नहीं है
ja: ステッカー使用中は、ぼかしに対応していません
ko: 스티커 사용 시 블러는 지원하지 않습니다
pt_br: Ao usar stickers, desfoque não é suportado
ru: При использовании стикеров размытие не поддерживается
th: เมื่อใช้สติกเกอร์ มี่รองรับการเบลอ
vi: Khi sử dụng nhãn dán, không hỗ trợ làm mờ
zh_hans: 使用贴纸时，不支持虚化
zh_hant: 使用貼紙時，不支持虛化

# use_sticker_not_support_night
source: When using stickers, night mode not supported
es_mx: Cuando se utilizan adhesivos, no se admite el modo noche
hi: स्टिकर का उपयोग करते समय, रात्रि मोड समर्थित नहीं है
ja: ステッカー使用中は、夜間モードに対応していません
ko: 스티커 사용 시 야간 모드는 지원하지 않습니다
pt_br: Ao usar stickers, modo noturno não é suportado
ru: При использовании стикеров ночной режим не поддерживается
th: เมื่อใช้สติกเกอร์ ไม่รองรับโหมดกลางคืน
vi: Khi sử dụng nhãn dán, không hỗ trợ chế độ ban đêm
zh_hans: 使用贴纸时，不支持夜景
zh_hant: 使用貼紙時，不支持夜景

# use_sticker_not_support_timer
source: When using stickers, the timing function is not supported
zh_hans: 使用贴纸时，不支持定时功能
zh_hant: 使用貼紙時，不支持定時功能

# 动态照片
source: Dynamic photo
es_mx: Foto dinámica
hi: गतिशील फ़ोटो
ja: ダイナミック写真
ko: 움짤 사진
pt_br: Foto dinâmica
ru: Динамическое фото
th: ภาพแบบไดนามิก
vi: Ảnh động
zh_hans: 动态照片
zh_hant: 動態照片

# 视频保存失败，请重试
source: Failed to save video, try again
es_mx: No se pudo guardar el video. Vuelve a intentarlo.
hi: वीडियो सहेजना विफल, पुनः प्रयास करें
ja: 動画を送信できませんでした。再度お試しください。
ko: 동영상 저장 안됨, 다시 저장해 주세요.
pt_br: Foto dinâmica
ru: Динамическое фото
th: ไม่สามารถบันทึกวิดีโอ ลองอีกครั้ง
vi: Lưu video thất bại, thử lại
zh_hans: 视频保存失败，请重试
zh_hant: 視頻保存失敗，請重試

# 画质
source: Quality
es_mx: Calidad
hi: गुणवत्ता
ja: 品質
ko: 품질
pt_br: Qualidade
ru: Качество
th: คุณภาพ
vi: Đồ họa
zh_hans: 画质
zh_hant: 畫質

# 请拖动图片，裁剪为正方形
source: Drag image and crop into a square
es_mx: Arrastra la imagen y recorta en un cuadrado
hi: छवि खींचें और वर्ग में क्रॉप करें
ja: 画像をドラッグして四角形にトリミングをします。
ko: 이미지를 드래그해 네모안에 붙여넣으세요.
pt_br: Arraste a imagem e recorte no quadrado
ru: Перетащите изображение и обрежьте в форме квадрата
th: ลากภาพและครอบภาพลงในสี่เหลี่ยม
vi: Kéo và cắt thành ảnh vuông
zh_hans: 请拖动图片，裁剪为正方形
zh_hant: 請拖動圖片，裁剪為正方形

# 视频已保存到相册
source: Video saved to album
es_mx: Video guardado en el álbum
hi: वीडियो एल्बम में सहेजा गया
ja: 動画をアルバムに保存しました。
ko: 앨범에 동영상 저장 완료
pt_br: Vídeo guardado a partir do álbum
ru: Видео сохранено в альбом
th: บันทึกวิดีโอไปยังอัลบั้มแล้ว
vi: Video đã lưu trong bộ sưu tập
zh_hans: 视频已保存到相册
zh_hant: 視頻已保存到相冊

# 照片动画
source: Photo animation
es_mx: Animación de fotos
hi: फ़ोटो एनिमेशन
ja: フォト・アニメーション
ko: 사진 애니메이션
pt_br: Animação da foto
ru: Фото-анимация
th: ภาพเคลื่อนไหว
vi: Photomovie
zh_hans: 照片动画
zh_hant: 照片動畫
