Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# poker_notSupportGrid_tips
source: This filter doesn't support double exposure or multi-grid
es_mx: Este filtro no es compatible con la doble exposición o la cuadrilla múltiple
hi: यह फ़िल्टर डबल एक्सपोजर या बहु-ग्रिड का सपोर्ट नहीं करता
ja: このフィルターは二重露光やマルチグリッドに対応していません
ko: 이 필터는 이중 노출 또는 멀티 그리드를 지원하지 않습니다.
pt_br: Este filtro não suporta exposição dupla ou multi-grid
ru: Этот фильтр не поддерживает двойную экспозицию или несколько сеток
th: ฟิลเตอร์นี้ไม่รองรับการถ่ายภาพซ้อนหรือมัลติกริด
vi: Bộ lọc này không hỗ trợ phơi sáng kép hoặc đa lưới
zh_hans: 该滤镜不支持双重曝光和多格拍摄
zh_hant: 該濾鏡不支持雙重曝光和多格拍攝

# album_select_more_tip
source: Can select %tu photos at most
hi: अधिकतम %tu फ़ोटो चुन सकते हैं
ja: 最大%tu枚まで選択できます
ko: 최대 %tu장의 사진을 선택할 수 있음
pt_br: Pode selecionar %tu fotos no máximo
ru: Можно выбрать не более %tu фото
th: สามารถเลือกรูปภาพได้มากสุด Tu% ภาพ
vi: Có thể chọn nhiều nhất %tu ảnh
zh_hans: 你最多只能选择%tu张照片
zh_hant: 妳最多只能選擇%tu張照片

# album_select_one_video
source: Can only select 1 video
hi: केवल 1 वीडियो चुन सकते हैं
ja: 1つのみ選択できます
ko: 비디오 하나만 선택할 수 있음
pt_br: Só pode selecionar 1 vídeo
ru: Можно выбрать только 1 видео
th: สามารถเลือกได้เพียง 1 วิดีโอ
vi: Chỉ có thể chọn 1 video
zh_hans: 只能选择一个视频
zh_hant: 只能選擇壹個視頻

# album_select_only_photos
source: Can only select photos in this mode
hi: केवल इस मोड में फ़ोटो चुन सकते हैं
ja: このモードでは1枚のみ選択できます
ko: 이 모드에서는 사진만 선택할 수 있음
pt_br: Só pode selecionar fotos neste modo
ru: В этом режиме можно выбрать только фото
th: สามารถเลือกรูปภาพดั้ในโหมดนี้เท่านั้น
vi: Chỉ có thể chọn ảnh ở chế độ này
zh_hans: 当前模式只能选择照片
zh_hant: 當前模式只能選擇照片

# effect_store_vip
source: Members only
hi: केवल सदस्यों के लिए
ja: 会員限定
ko: 회원만
pt_br: Apenas para membros
ru: Только для членов
th: เฉพาะสมาชิกเท่านั้น
vi: Chỉ thành viên
zh_hans: 会员专享
zh_hant: 會員專享

# pc_challenge
source: Challenge
es_mx: Desafío
hi: चुनौती
ja: チャレンジ
ko: 도전
pt_br: Desafio
ru: Соревнование
th: การแข่งขัน
vi: Thách thức
zh_hans: 挑战
zh_hant: 挑戰

# pc_remaining_days
source: %d days left
es_mx: %d pendientes
hi: %d दिन शेष
ja: 残り %d 日
ko: %d 일 남음
pt_br: Mais %d dias
ru: Остал. %d д
th: %d วันที่เหลือ
vi: %d ngày còn lại
zh_hans: 剩 %d 天
zh_hant: 剩 %d 天

# pc_over
source: Over
es_mx: Finalizado
hi: समाप्त
ja: 終了
ko: 초과
pt_br: Fim
ru: Более
th: เกิน
vi: Kết thúc
zh_hans: 已结束
zh_hant: 已結束

# pc_my_works
source: My works
es_mx: Mis trabajos
hi: मेरा काम
ja: 自分の作品
ko: 내 작품
pt_br: Meus trabalhos
ru: Мои работы
th: งานของฉัน
vi: Công việc của tôi
zh_hans: 我的作品
zh_hant: 我的作品

# pc_outstanding_works
source: Outstanding works
es_mx: Trabajos destacados
hi: शेष काम
ja: 優れた作品
ko: 우수 작품
pt_br: Trabalhos pendentes
ru: Выдающиеся работы
th: ผลงานโดดเด่น
vi: Công việc chưa hoàn thành
zh_hans: 优秀作品
zh_hant: 優秀作品

# pc_join
source: Join
es_mx: Unirse
hi: शामिल हों
ja: 参加
ko: 참여
pt_br: Juntar-se
ru: Присоединиться
th: เข้าร่วม
vi: Tham gia
zh_hans: 去参与
zh_hant: 參與

# pc_vote
source: Vote
zh_hans: 投票
zh_hant: 投票

# pc_task_vote
source: Vote
es_mx: Votar
hi: मतदान करें
ja: 投票
ko: 투표
pt_br: Votar
ru: Голосуй
th: โหวต
vi: Bầu
zh_hans: 投票
zh_hant: 投票

# pc_waiting_for_vote
source: Voting
es_mx: Votando
hi: मतदान
ja: 投票待ち
ko: 투표 중
pt_br: Votando
ru: Голосование
th: การโหวต
vi: Đang bầu chọn
zh_hans: 正在等待投票
zh_hant: 正在等待投票

# pc_prepare
source: Preparing
es_mx: Preparando
hi: तैयारी हो रही है
ja: 準備中
ko: 준비 중
pt_br: Preparando
ru: Подготовка
th: การจัดเตรียม
vi: Đang chuẩn bị
zh_hans: 准备中...
zh_hant: 準備中…

# pc_interest_people
source: Interested people
es_mx: Personas interesadas
hi: इच्छुक लोग
ja: 関心のある人々
ko: 관심있는 사람
pt_br: Pessoas interessadas
ru: Интересующиеся люди
th: ผู้ที่สนใจ
vi: Người quan tâm
zh_hans: 感兴趣的人
zh_hant: 感興趣的人

# pc_recommend_for_you
source: Recommended
es_mx: Recomendado
hi: अनुशंसित
ja: 推奨
ko: 추천
pt_br: Recomendado
ru: Рекомендовано
th: แนะนำ
vi: Được khuyến cáo
zh_hans: 为你推荐
zh_hant: 為你推薦

# pc_publish
source: Submit
es_mx: Enviar
hi: सबमिट करें
ja: 送信
ko: 제출
pt_br: Enviar
ru: Отправить
th: ส่ง
vi: Gửi
zh_hans: 发布
zh_hant: 發布

# pc_feed_recommend_title
source: No follows
es_mx: Sin seguidores
hi: कोई अनुयायी नहीं है
ja: フォローなし
ko: 팔로우 없음
pt_br: Ninguém segue
ru: Не отслеживает
th: ไม่มีคนติดตาม
vi: Không có theo dõi
zh_hans: 没有任何关注
zh_hant: 沒有任何關注

# pc_feed_recommend_desc
source: Being lonely sucks~
es_mx: Estar solo apesta~
hi: अकेलापन ख़राब है~
ja: 孤独はつまらない～
ko: 고독해 졌습니다.
pt_br: Estar sozinho é uma droga~
ru: Быть одиноким плохо~
th: เหงามากมาย ~
vi: Cô đơn chán lắm~
zh_hans: 一个人太孤独了吧~
zh_hant: 一個人太孤獨了吧~

# pc_unable_get_location
source: Unable to obtain location
es_mx: No es posible obtener ubicación
hi: स्थान प्राप्त करने में असमर्थ
ja: 位置情報が取得できません
ko: 위치 인식 불가능
pt_br: Não é possível obter local
ru: Не удалось получить
th: ไม่สามารถรับตำแหน่งได้
vi: Không thể lấy được địa điểm
zh_hans: 无法获取地理位置
zh_hant: 無法獲取地理位置

# pc_c_coins
source: C coins
es_mx: Monedas C
hi: C कॉइन
ja: C幣
ko: C 코인
pt_br: Moedas C
ru: Монеты C
th: C เหรียญ
vi: C coin
zh_hans: C币
zh_hant: C幣

# pc_experience
source: Experience
es_mx: Experiencia
hi: अनुभव
ja: 経験値
ko: 경험
pt_br: Experiência
ru: Опыт
th: ประสบการณ์
vi: Kinh nghiệm
zh_hans: 经验
zh_hant: 經驗

# pc_delete
source: Delete
es_mx: Eliminar
hi: हटाएँ
ja: 削除する
ko: 삭제
pt_br: Excluir
ru: Удалить
th: การลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# pc_report
source: Report
es_mx: Informar
hi: रिपोर्ट करें
ja: 通報
ko: 보고
pt_br: Relatar
ru: Отчет
th: รายงาน
vi: Báo cáo
zh_hans: 举报
zh_hant: 舉報

# pc_number_of_hits
source: Number of hits
es_mx: No. de visitas
hi: हिट्स की संख्या
ja: 閲覧数
ko: 히트 수
pt_br: N. de acertos
ru: просмотров
th: จำนวนครั้ง
vi: Số lần hit
zh_hans: 浏览数
zh_hant: 瀏覽數

# pc_cross_city_hits
source: Cross-city hits
es_mx: través de la ciudad
hi: क्रॉस-शहर हिट्स
ja: 都市数
ko: 도시 간 히트
pt_br: Acertos na cidade
ru: через город
th: ฮิตข้ามเมือง
vi: Số thành phố
zh_hans: 穿越城市数
zh_hant: 穿越城市數

# pc_number_of_likes
source: Number of likes
es_mx: No. de me gusta
hi: पसंद की संख्या
ja: いいね！の数
ko: 좋아요 수
pt_br: N. de curtidas
ru: Кол-во лайков
th: จำนวนไลค์
vi: Số lần thích
zh_hans: 支持数
zh_hant: 支持數

# pc_defeated_challengers
source: Defeated %d%% of challengers in 《%@》
es_mx: Venció %d%% de contendientes en 《%@》
hi: 《%@》में %d%% चैलेंजर पराजित किए
ja: 「%@」で%d%%の挑戦者に勝ちました
ko: 《%@》의 도전 %d%% 를 격퇴시켰습니다
pt_br: Derrotou %d%% de desafiantes em 《%@》
ru: Победа над %d%% соперниками в 《%@》
th: แพ้ %d%% ของผู้ท้าใน 《%@》
vi: Đã đánh bại %d%% người thách thức ở 《%@》
zh_hans: 在《%@》中打败了%d%%的挑战者
zh_hant: 在《%@》中打敗了%d%%的挑戰者

# pc_obtain_reward
source: Obtain reward
es_mx: Obtener recompensa
hi: पुरस्कार प्राप्त करें
ja: 報奨を得る
ko: 보상 획득
pt_br: Obter recompensa
ru: Получить награду
th: ได้รับรางวัล
vi: Nhận phần thưởng
zh_hans: 获得奖励
zh_hant: 獲得獎勵

# pc_users_support_your_selection
source: %d%% of users support your selection
es_mx: %d%% de usuarios apoyan tu selección
hi: %d%% उपयोगकर्ता आपके चयन का समर्थन करते हैं
ja: %d%%のユーザーがあなたの投票を支持しています
ko: 사용자 %d%% 가 당신의 선택을 지지합니다
pt_br: %d%% de usuários suportam a sua seleção
ru: %d%% пользователей поддерживают ваш выбор
th: %d%% ของผู้ใช้สนับสนุนการเลือกของคุณ
vi: %d%% người dùng ủng hộ lựa chọn của bạn
zh_hans: %d%%的用户支持你的选择
zh_hant: %d%%的用戶支持妳的選擇

# pc_goto_challenge
source: Go to challenge
es_mx: Ir al desafío
hi: चुनौती में जाएँ
ja: Challenge（チャレンジ）に進む
ko: 도전으로 이동
pt_br: Ir para desafio
ru: Перейти к соревнованию
th: ไปที่การท้าทาย
vi: Đi tới thách thức
zh_hans: 前往挑战
zh_hant: 前往挑戰

# pc_wait_for_more_works
source: please wait for more works
es_mx: espera más trabajos
hi: कृपया और कार्यों के लिए प्रतीक्षा करें
ja: 作品はこれから増えますので、それまでお待ちください。
ko: 더 많은 작품을 기다려주십시오.
pt_br: aguarde por mais trabalhos
ru: Дождитесь других работ
th: โปรดรอสำหรับงานที่เพิ่มมากขึ้น
vi: vui lòng chờ xử lý thêm
zh_hans: 请等待更多的参赛作品
zh_hant: 請等待更多的參賽作品

# pc_vote_end
source: Vote ended
es_mx: Voto finalizado
hi: मतदान समाप्त हो गया
ja: 投票は終了
ko: 투표 종료
pt_br: Voto terminado
ru: Голосование закончено
th: โหวตสิ้นสุด
vi: Bầu chọn kết thúc
zh_hans: 投票结束
zh_hant: 投票結束

# pc_vote_work_and_get_coins
source: The more votes a work gets, the higher its ranking, and the more C coins you'll get
es_mx: Cuantos más votos obtenga un trabajo, mayor será su clasificación y más monedas C obtendrás
hi: काम को जितने अधिक वोट मिलेंगे, इसकी रैंकिंग उतनी ही ऊँची होगी और आपको अधिक C सिक्के मिलेंगे
ja: 作品への投票が多ければ多いほど順位が高くなり、より多くのC coinsを獲得することができます。
ko: 투표수가 많은 작품일수록, 더 높은 순위와 더 많은 C 코인을 얻게 됩니다.
pt_br: Quanto mais votos um trabalho receber, maior é a sua classificação, e mais moedas C você receberá
ru: Чем больше голосов получает работа, тем выше ее рейтинг, и тем больше C-монет вы получите
th: ยิ่งผลงานได้คะแนนโหวตมากเท่าไหร่ ยิ่งได้อันดับสูงเท่านั้น และยิ่งได้รับเหรียญ C มากแค่นั้น
vi: Tác phẩm càng nhận được nhiều bầu chọn, thứ hạng của tác phẩm sẽ càng cao và bạn sẽ nhận được càng nhiều C coin
zh_hans: 获得投票越多的作品会获得更好的排名，你也会获得更多经验C币
zh_hant: 獲得投票越多的作品會獲得更好的排名，妳也會獲得更多經驗C幣

# pc_ok
source: OK
es_mx: Aceptar
hi: ठीक
ko: 오케이
th: ตกลง
zh_hans: 确定
zh_hant: 確定

# pc_delete_success
source: Deleted
es_mx: Eliminado
hi: हटाया गया
ja: 削除しました。
ko: 삭제
pt_br: Excluído
ru: Удалено
th: ถูกลบ
vi: Đã xóa
zh_hans: 删除成功
zh_hant: 删除成功

# pc_reported_success
source: Reported successfully
es_mx: Reportado correctamente
hi: सफलतापूर्वक सूचना दी गई
ja: 正常に報告されました。
ko: 보고 성공
pt_br: Relatado com sucesso
ru: Жалоба отправлена
th: รายงานประสบความสำเร็จ
vi: Đã báo cáo thành công
zh_hans: 已成功举报
zh_hant: 已成功舉報

# pc_just_now
source: Just now
es_mx: En estos momentos
hi: अभी-अभी
ja: 今すぐ
ko: 지금 당장
pt_br: Agora mesmo
ru: Прямо сейчас
th: เดี๋ยวนี้เอง
vi: Chỉ lúc này
zh_hans: 刚刚
zh_hant: 剛剛

# pc_minutes_ago
source: %d minute(s) ago
es_mx: %d minuto(s) atrás
hi: %d मिनट पहले
ja: %d分前
ko: %d 분 전
pt_br: %d minuto(s) atrás
ru: %d мин. назад
th: %d นาทีที่ผ่านมา
vi: %d phút trước
zh_hans: %d分钟前
zh_hant: %d分鐘前

# pc_hours_ago
source: %d hour(s) ago
es_mx: %d hora(s) atrás
hi: %d (घंटा) घंटे पहले
ja: %d時間前
ko: %d 시간 전
pt_br: %d hora(s) atrás
ru: %d ч. назад
th: %d ชั่วโมงที่ผ่านมา
vi: %d giờ trước
zh_hans: %d小时前
zh_hant: %d小時前

# pc_days_ago
source: %d day(s) ago
es_mx: %d día(s) atrás
hi: %d दिन पहले
ja: %d日前
ko: %d 일 전
pt_br: %d dia(s) atrás
ru: %d д. назад
th: %d วันที่ผ่านมา
vi: %d ngày trước
zh_hans: %d天前
zh_hant: %d天前

# pc_months_ago
source: %d month(s) ago
es_mx: %d mes(es) atrás
hi: %1$d महीना(ने) पहले
ja: %dか月前
ko: %d 달 전
pt_br: %d mês(es) atrás
ru: %d мес. назад
th: %d เดือนที่ผ่านมา
vi: %d tháng trước
zh_hans: %d月前
zh_hant: %d月前

# pc_years_ago
source: %d year(s) ago
es_mx: %d año(s) atrás
hi: %1$d साल पहले
ja: %d年前
ko: %d 년 전
pt_br: %d ano(s) atrás
ru: %d г. назад
th: %d ปีที่ผ่านมา
vi: %d năm trước
zh_hans: %d年前
zh_hant: %d年前

# pc_congratulation_on_getting
source: Congratulations on getting
es_mx: Felicitaciones por obtener
hi: प्राप्त करने पर बधाई
ja: おめでとうございます！獲得した物
ko: 획득 축하
pt_br: Parabéns por obter
ru: Поздравления при получении
th: ขอแสดงความยินดี
vi: Chúc mừng vì đã nhận được
zh_hans: 恭喜你获得
zh_hant: 恭喜妳獲得

# pc_share
source: Share
es_mx: Compartir
hi: साझा करें
ja: シェア
ko: 공유
pt_br: Compartilhar
ru: Поделиться
th: แชร์
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# pc_start_voting
source: Start Voting
es_mx: Comenzar votación
hi: वोटिंग शुरू करें
ja: 投票開始
ko: 투표 시작
pt_br: Iniciar votação
ru: голосование
th: เริ่มการโหวต
vi: Bắt đầu Bầu chọn
zh_hans: 开始投票
zh_hant: 開始投票

# pc_yesterday
source: Yesterday
es_mx: Ayer
hi: बीता कल
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
th: เมื่อวาน
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# pc_pass
source: Pass
zh_hans: 淘汰
zh_hant: 淘汰

# pc_in_challenge
source: Join Challenge
es_mx: Uniser al Desafío
hi: चुनौती में शामिल हों
ja: チャレンジに参加する
ko: 도전 공유하기
pt_br: Juntar-se ao Desafio
ru: Принять участие в соревновании
th: เข้าร่วมการแข่งขัน
vi: Tham gia Thách thức
zh_hans: 进入挑战
zh_hant: 進入挑戰

# pc_work_has_been_deleted
source: Work has been deleted
es_mx: Se ha borrado el trabajo
hi: कार्य हटा दिया गया है
ja: 作品は削除されました
ko: 작업이 삭제되었습니다
pt_br: O trabalho foi excluído
ru: Работа удалена
th: ผลงานถูกลบแล้ว
vi: Công việc đã bị xóa
zh_hans: 作品已被删除
zh_hant: 作品已被删除

# pc_get_num_of_ranking
source: Rank %d
es_mx: Clasificar %d
hi: %d रैंक
ja: 第 %d 位
ko: %d에 랭크
pt_br: Classificação %d
ru: Рейтинг %d
th: อันดับที่ %d
vi: Thứ hạng %d
zh_hans: 获%d名
zh_hant: 獲%d名

# pc_login_obtain_experience
source: Login to discover more content
es_mx: Inicie sesión para descubrir más contenido
hi: अधिक सामग्री की खोज करने के लिए लॉगइन करें
ja: ログインして詳細を見る
ko: 더 많은 콘텐츠를 검색하려면 로그인
pt_br: Faça login para descobrir mais conteúdo
ru: Войдите, чтобы найти больше контента
th: ล็อกอินเพื่อพบกับเนื้อหาเพิ่มเติม
vi: Đăng nhập để tìm hiểu thêm nội dung
zh_hans: 登录后发现更多内容
zh_hant: 登錄後發現更多內容

# pc_login
source: Login
es_mx: Iniciar sesión
hi: लॉगइन करें
ja: ログイン
ko: 로그인
ru: Вход
th: ล็อกอิน
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# pc_collection
source: Collection
es_mx: Cobro
hi: संग्रह
ja: 収蔵する
ko: 컬렉션
pt_br: Coleção
ru: Коллекция
th: คอลเลกชัน
vi: Bộ sưu tập
zh_hans: 收藏
zh_hant: 收藏

# pc_saved
source: Saved
es_mx: Guardado
hi: सहेजा गया
ja: いいねしました
ko: 저장됨
pt_br: Salvo
ru: Сохранено
th: บันทึกแล้ว
vi: Đã lưu
zh_hans: 收藏成功
zh_hant: 收藏成功

# pc_removed
source: Remove
es_mx: Quitar
hi: हटाएँ
ja: 取り消す
ko: 제거
pt_br: Remover
ru: Удалить
th: ลบออก
vi: Loại bỏ
zh_hans: 取消收藏
zh_hant: 取消收藏

# pc_download_template
source: Download template
es_mx: Descargar Plantilla
hi: टेम्प्लेट डाउनलोड करें
ja: テンプレートをダウンロード
ko: 다운로드 템플릿
pt_br: Baixar modelo
ru: Загрузить шаблон
th: ดาวน์ดหลดแม่แบบทิวทัศน์
vi: Tải xuống mẫu
zh_hans: 下载情景模板
zh_hant: 下載情景範本

# pc_use_template
source: Use template
es_mx: Utilizar plantilla
hi: टेम्प्लेट का उपयोग करें
ja: テンプレートを使用
ko: 템플릿 사용
pt_br: Usar modelo
ru: Использовать шаблон
th: ใช้แม่แบบทิวทัศน์
vi: Sử dụng mẫu
zh_hans: 使用情景模板
zh_hant: 使用情景範本

# pc_c_store_coming_soon
source: C store coming soon
es_mx: C store proximamente
hi: C स्टोर जल्द आ रहा है
ja: Cコインストア近日公開！
ko: C 스토어가 곧 출시됩니다
pt_br: Loja C em breve
ru: Скоро открытие магазина C
th: ร้านค้า C จะเปิดเร็วๆ นี้
vi: Cửa hàng C sắp ra mắt
zh_hans: C币商城即将上线
zh_hant: C幣商城即將上線

# pc_join_challenge
source: Join
es_mx: Unirse al desafío
hi: चुनौती में शामिल हों
ja: 参加する
ko: 도전하세요
pt_br: Junte-se
ru: вступать
th: เข้าร่วมการแข่งขัน
vi: Tham gia Thách thức
zh_hans: 参与挑战
zh_hant: 參與挑戰

# pc_participants_num
source: %@ participants
es_mx: %@ participantes
hi: %@ प्रतिभागी
ja: 参加者数%@人
ko: 참가자 %@
pt_br: %@ participantes
ru: Участников: %@
th: %@ ผู้เข้าร่วม
vi: %@ người tham gia
zh_hans: %@人已参与
zh_hant: %@人已參與

# pc_participants_num2
source: %zd challengers
es_mx: %zd retadores
hi: %zd चैलेंजर्स
ja: %zd 挑戦者
ko: %zd 도전자
pt_br: %zd desafiadores
ru: %zd соревнуются
th: %zd ผู้ท้าชิง
vi: %zd đối thủ
zh_hans: %zd人正在参与挑战
zh_hant: %zd人正在參與挑戰

# pc_hot_task
source: Hot challenges
es_mx: Desafíos populares
hi: हॉट चुनौतियाँ
ja: チャレンジ
ko: 뜨거운 도전
pt_br: Desafios quentes
ru: Популярные соревнования
th: การแข่งขันสุดฮ็อต
vi: Thách thức phổ biển
zh_hans: 热门挑战
zh_hant: 熱門挑戰

# pc_challenge_people
source: Challengers
es_mx: Oponentes
hi: चैलेंजर्स
ja: 挑戦者
ko: 도전자
pt_br: Desafiantes
ru: Соперники
th: ผู้เข้าแข่งขัน
vi: Người thách thức
zh_hans: 人参与挑战
zh_hant: 人參與挑戰

# pc_join_and_claim_rewards
source: Join now and claim rewards
es_mx: Unirse ahora y reclamar recompensas
hi: अभी सम्मिलित हों और पुरस्कारों के लिए दावा करें
ja: すぐに参加を勝ち取るため奨励
ko: 지금 가입하고 보상 청구
pt_br: Junte-se agora e reivindique recompensas
ru: Присоединяйтесь сейчас и получите награды
th: ข้าร่วมการแข่งขันและลุ้นรับรางวัล
vi: Tham gia ngay bây giờ và đòi phần thưởng
zh_hans: 立刻参与赢取挑战奖励
zh_hant: 立即參與贏取挑戰獎勵

# pc_ready_to_challenge
source: 《%@》Are U ready?
es_mx: 《%@》¿Estás listo?
hi: 《%@》क्या आप तैयार हैं?
ja: 《%@》準備できましたか？
ko: 《%@》준비 되셨습니까?
pt_br: 《%@》Está pronto?
ru: 《%@》 Вы готовы?
th: 《%@》ความท้าทายที่รอให้คุณ
vi: 《%@》Bạn sẵn sàng chưa?
zh_hans: 《%@》等你挑战！
zh_hant: 《%@》等你挑戰！

# pc_challenger
source: Challenger
es_mx: Contendiente
hi: चैलेंजर
ja: 挑戦者
ko: 도전자
pt_br: Desafiante
ru: Соперник
th: ผู้เข้าแข่งขัน
vi: Người thách thức
zh_hans: 挑战者
zh_hant: 挑戰者

# pc_feed_lastImage_close
source: Close
es_mx: Cerrar
hi: बंद करें
ja: 終了
ko: 닫기
pt_br: Fechar
ru: Закрыть
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# pc_feed_lastImage_title
source: Latest photo
es_mx: Última foto
hi: नवीनतम फ़ोटो
ja: 最新の写真
ko: 최신 사진
pt_br: Foto mais nova
ru: новая фотография
th: รูปภาพใหม่ล่าสุด
vi: Ảnh mới nhất
zh_hans: 最新照片
zh_hant: 最新照片

# pc_feed_lastImage_desc
source: Selected %li/%li photos
es_mx: Seleccionadas %li/%li fotos
hi: चयनित %li/%li फ़ोटो
ja: 選択された%li/%li 写真
ko: %li/%li 의 사진 선택 완료
pt_br: Selecionou %li/%li fotos
ru: Выбрано %li/%li фотографий
th: เลือก %li/%li ภาพถ่าย
vi: Đã chọn %li/%li ảnh
zh_hans: 已选 %li/%li 张照片
zh_hant: 已選 %li/%li 張照片

# pc_feed_read_file_error
source: Data file is corrupted
es_mx: El archivo de datos está dañado
hi: डेटा फ़ाइल दूषित है
ja: データファイルは破損しています。
ko: 데이터 파일이 손상되었습니다
pt_br: O arquivo de dados está corrompido
ru: Файл данных поврежден
th: แฟ้มข้อมูลเสียหาย
vi: Tệp dữ liệu bị hỏng
zh_hans: 数据文件已损坏
zh_hant: 數據文件已損壞

# pc_feed_remove
source: Remove
es_mx: Eliminar
hi: हटाएँ
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
th: เอาออก
vi: Loại bỏ
zh_hans: 移除
zh_hant: 移除

# pc_feed_upload_error
source: Publish failed
es_mx: Error al publicar
hi: प्रकाशन विफल
ja: 発表に失敗しました。
ko: 게시 실패
pt_br: Publicação falhou
ru: Публикация не выполнена
th: เผยแพร่ล้มเหลว
vi: Phát hành thất bại
zh_hans: 发布失败
zh_hant: 發布失敗

# pc_follow
source: Follow
es_mx: Seguir
hi: अनुसरण करें
ja: フォロー
ko: 팔로우
pt_br: Seguir
ru: Отслежива
th: ติดตาม
vi: Theo dõi
zh_hans: 关注
zh_hant: 關注

# pc_fans
source: Fans
es_mx: Fanáticos
hi: प्रशंसक
ja: ファン
ko: 팬
pt_br: Fãs
ru: Фанаты
th: แฟน
vi: Fan
zh_hans: 粉丝
zh_hant: 粉絲

# pc_followed
source: Followed
es_mx: Seguidos
hi: अनुसरण किया
ja: フォロー
ko: 팔로잉
pt_br: Seguido
ru: Отслеживается
th: ติดตามแล้ว
zh_hans: 已关注
zh_hant: 已關注

# pc_mutual
source: Mutual
es_mx: Mutuo
hi: आपसी
ja: お互いの
ko: 상호
pt_br: Mútuo
ru: Взаимный
th: ร่วมกันติดตาม
vi: Chung
zh_hans: 相互关注
zh_hant: 相互關注

# pc_entry_rules
source: Entry Rules
es_mx: Reglas de ingreso
hi: प्रवेश के नियम
ja: エントリ・ルール
ko: 입력 규칙
pt_br: Regras de entrada
ru: Правила вступления
th: กฎรายการ
vi: Quy tắc Nhập
zh_hans: 参赛规则
zh_hant: 參賽規則

# pc_no_search_result_try_using_oher_keywords
source: Nothing found, change a keyword and try again?
es_mx: No se ha encontrado nada, ¿cambiar una palabra clave y volver a intentar?
hi: कुछ नहीं मिला, खोजशब्द बदलें और पुनः प्रयास करें?
ja: 何も見つかりませんでした。キーワードを変えて再試行しますか？
ko: 찾을 수 없습니다. 키워드를 바꿔 다시 시도해 주세요.
pt_br: Nada encontrado, mude a palavra-chave e tente novamente?
ru: Ничего не найдено, изменить ключевое слово и попробовать еще раз?
th: ไม่พบอะไรเลย เปลี่ยนคำหลักและลองอีกครั้งหรือไม่
vi: Không có kết quả tìm kiếm, thử lại với từ khóa khác!
zh_hans: 什么都没搜到，换个关键词试一试？
zh_hant: 什麼都沒搜到，換個關鍵詞試一試？

# pc_their_page_empty
source: They haven't followed anyone yet
es_mx: Todavía no ha seguido a nadie
hi: उन्होंने अभी तक किसी का अनुसरण नहीं किया
ja: フォロワーはいません
ko: 아직 팔로우한 사람이 없습니다
pt_br: Ainda não seguiram ninguém
ru: Пользователь еще ни на кого не подписан
th: พวกเขายังไม่ได้ติดตามใครเลย
vi: Ta vẫn chưa follow ai
zh_hans: Ta还没有关注任何人
zh_hant: Ta還沒有關注任何人

# pc_have_not_followed_and_add_friends
source: They haven't followed anyone yet
es_mx: Todavía no ha seguido a nadie
hi: उन्होंने अभी तक किसी का अनुसरण नहीं किया
ja: フォロワーはいません
ko: 아직 팔로우한 사람이 없습니다
pt_br: Ainda não seguiram ninguém
ru: Пользователь еще ни на кого не подписан
th: พวกเขายังไม่ได้ติดตามใครเลย
vi: Chưa follow ai
zh_hans: 还没有关注任何人
zh_hant: 還沒有關注任何人

# pc_have_not_fans_and_add_friends
source: No fans yet, be more interactive~
es_mx: Todavía no tienes seguidores, sé más interactivo~
hi: अभी तक कोई प्रशंसक नहीं, और अधिक इंटरेक्टिव बनें~
ja: ファンはいません。もっと交流してみよう～
ko: 아직 팬이 없어요.더 활발히 활동해 보세요~
pt_br: Ainda sem fãs, interaja mais~
ru: Нет поклонников, тем не менее, больше взаимодействуйте с другими~
th: ยังไม่มีแฟนเลย ต้องมีการโต้ตอบมากขึ้น ~
vi: Vẫn chưa có fan, hãy tương tác nhiều hơn ~
zh_hans: 还没有粉丝，多多参与互动吧~
zh_hant: 還沒有粉絲，多多參與互動吧~

# pc_be_their_first_fan
source: They don't have any fans yet, become their first fan~
es_mx: Todavía no tiene seguidores, sé tú el primero~
hi: उनके अभी तक कोई प्रशंसक नहीं हैं, उनके पहले प्रशंसक बनें~
ja: ファンはいません。最初のファンになってみよう～
ko: 아직 팬이 없네요. 첫번 째 팬이 되어 주세요~
pt_br: Eles ainda não têm fãs, torne-se o primeiro fã deles~
ru: У пользователя еще нет поклонников, станьте его первым поклонником~
th: พวกเขายังไม่มีแฟนเลย มาเป็นแฟนคนแรกของพวกเขา ~
vi: Ta vẫn chưa có fan, trở thành fan đầu tiên của Ta đi!
zh_hans: Ta还没有粉丝，成为Ta第一个粉丝吧~
zh_hant: Ta還沒有粉絲，成為Ta第一個粉絲吧~

# pc_contacts
source: Contacts
es_mx: Contactos
hi: संपर्क
ja: 連絡先
ko: 연락처
pt_br: Contatos
ru: Контакты
th: รายชื่อผู้ติดต่อ
vi: Liên hệ
zh_hans: 通讯录
zh_hant: 通訊錄

# pc_failed_access_contacts
source: Failed to access Contacts
es_mx: Error al acceder a los Contactos
hi: संपर्क तक पहुँचना विफल
ja: 連絡先へのアクセスに失敗しました。
ko: 연락처에 액세스 실패
pt_br: Falhou ao acessar os Contatos
ru: Не удалось получить доступ к Контактам
th: ล้มเหลวในการเข้าถึงรายชื่อ
vi: Không thể truy cập Danh bạ
zh_hans: 通讯录授权失败
zh_hant: 通訊錄授權失敗

# pc_current_account
source: Current account
es_mx: Cuenta actual
hi: चालू खाता
ja: 現アカウント
ko: 현재 계정
pt_br: Conta atual
ru: Текущая учетная запись
th: บัญชีปัจจุบัน
vi: Tài khoản hiện tại
zh_hans: 当前账号
zh_hant: 當前帳號

# pc_account_setting
source: Account settings
es_mx: Configuración de la cuenta
hi: खाता सेटिंग्स
ja: アカウント設定
ko: 계정 설정
pt_br: Configurações da conta
ru: Настройки учетной записи
th: การตั้งค่าบัญชี
vi: Cài đặt tài khoản
zh_hans: 账号设置
zh_hant: 帳號設定

# pc_beta_feedback
source: Beta feedback
es_mx: Comentarios Beta
hi: बीटा फ़ीडबैक
ja: Beta フィードバック
ko: 베타 피드백
pt_br: Feedback beta
ru: Тестовая обратная связь
th: ข้อเสนอแนะรุ่นเบต้า
vi: Phản hồi beta
zh_hans: 内测反馈
zh_hant: 內測迴響

# pc_super_camera
source: Camera
es_mx: Cámara
hi: कैमरा
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
th: กล้อง
zh_hans: 相机
zh_hant: 相機

# pc_super_camera_2
source: Camera
es_mx: Cámara
hi: कैमरा
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
th: กล้อง
zh_hans: 超级相机
zh_hant: 超級相機

# pc_selfie
source: Selfie
hi: सेल्फ़ी
ja: 自撮り
ko: 셀카
ru: Селфи
th: เซลฟี
zh_hans: 自拍
zh_hant: 自拍

# pc_selfie_2
source: Selfie
hi: सेल्फ़ी
ja: 自撮り
ko: 셀카
ru: Селфи
th: เซลฟี
zh_hans: 自拍相机
zh_hant: 自拍相機

# pc_enhance
source: Album
es_mx: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt_br: Álbum
ru: Альбом
th: อัลบั้ม
zh_hans: 相册
zh_hant: 相册

# pc_ar_camera
source: AR camera
es_mx: Cámara AR
hi: AR कैमरा
ja: AR カメラ
ko: AR 카메라
pt_br: Câmera AR
ru: Камера AR
th: กล้อง AR
zh_hans: AR相机
zh_hant: AR相機

# pc_bind_phone_and_search_contacts
source: Search contacts after binding
es_mx: Se puede encontrar amigos
hi: बाइंडिंग के बाद मित्रों की खोज कर सकते हैं
ja: 関連付けした後にの友人を探すことができます
ko: 바인딩 후에 친구를 검색할 있습니다
pt_br: Procurar por amigos após vincular
ru: искать друзей после привязки
th: สามารถค้นหาของเพื่อนได้หลังจากที่ผูกแล้ว
vi: Tìm bạn bè sau khi liên kết
zh_hans: 绑定手机号后，即可查找通讯录好友
zh_hant: 綁定手機號後，即可查找通訊錄好友

# pc_phone_number_bound
source: Phone number bound
es_mx: Número telefónico vinculado
hi: फ़ोन नंबर बाउंड हो गया है
ja: 電話番号が関連付けられました。
ko: 전화 번호 바인딩
pt_br: Número de telefone vinculado
ru: Номер телефона привязан
th: หมายเลขโทรศัพท์ที่ถูกผูกไว้
vi: Số điện thoại đã liên kết
zh_hans: 已绑定手机号
zh_hant: 已綁定手機號

# pc_reply
source: Reply
es_mx: Responder
hi: उत्तर दें
ja: 返答
ko: 댓글
pt_br: Responder
ru: Ответить
th: ตอบ
vi: Trả lời
zh_hans: 回复
zh_hant: 回復

# pc_contacts_friend
source: Contacts friend - %@
es_mx: Amigo de contactos - %@
hi: संपर्क मित्र - %@
ja: 連絡先の友人 - %@
ko: 친구 연락처 - %@
pt_br: Entra em contato com o amigo - %@
ru: Друг из контактов - %@
th: ติดต่อเพื่อน - %@
vi: Bạn trong danh bạ - %@
zh_hans: 通讯录好友 - %@
zh_hant: 通訊錄好友- %@

# pc_failed_to_bind
source: Failed to bind
es_mx: Error al vincular
hi: बाइंड करना विफल
ja: 関連付けできませんでした。
ko: 바인딩 실패
pt_br: Falhou ao vincular
ru: Не удалось привязать
th: ล้มเหลวในการผูก
vi: Không thể liên kết
zh_hans: 绑定失败
zh_hant: 綁定失敗
