Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# setting_password_change
source: Change Album password
es_mx: Cambiar contraseña del álbum
hi: एल्बम पासवर्ड बदलें
ja: パターンロックの変更
ko: 앨범 암호 변경
pt_br: Alterar senha do álbum
ru: Изменить пароль альбома
th: เปลี่ยนรหัสผ่านอัลบัม
vi: Thay đổi mật khẩu Album
zh_hans: 修改手势密码
zh_hant: 修改手势密码

# common_cancel
source: Cancel
es_mx: Cancelar
hi: रद्द करें
ja: 戻る
ko: 취소
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# newuser_login_camera360_protocal
source: Camera360 User Agreement
es_mx: Acuerdo de usuario de Camera360
hi: Camera360 उपयोगकर्ता अनुबंध
ja: 同意したと見なされます。
ko: Camera360 사용자 계약
pt_br: Acordo do usuário da Camera360
ru: соглашение camera360
th: ข้อตกลงการใช้งาน Camera360
vi: Thỏa thuận Người dùng Camera360
zh_hans: Camera360用户协议
zh_hant: Camera360用戶協議

# gallery_import_tipsios6
source: Camera360 does not have access to your Camera Roll. Please go to Setting -> Privacy -> Photos and turn Camera360 on.
es_mx: Camera360 no tiene acceso a su Rollo de la cámara. Vaya a Ajustes -> Privacidad -> Fotografías y encienta Camera360.
hi: Camera360 की आपके कैमरा रोल तक पहुँच नहीं है। कृपया सेटिंग्स -> गोपनीयता -> फ़ोटो में जाएँ और Camera360 चालू करें।
ja: Camera360からカメラロールにアクセスできない場合は、設定→プライバシー→写真からCamera360をオンにしてください。
ko: Camera360이 카메라 롤에 액세스할 수 없습니다. 설정> 개인정보 보호> 사진으로 이동해 Camera360을 설정해주십시오.
pt_br: A Camera360 não tem acesso ao seu rolo da câmera. Vá para Configurações -> Privacidade -> Fotos e ative a Camera360.
ru: Camera360 не имеет доступа к Фотопленке. Перейдите в меню Настройки -> Конфиденциальность-> Фотографии и включите Camera360.
th: Camera360 ไม่มีสิทธิ์เข้าถึงม้วนฟิล์มของคุณ โปรดไปที่ การตั้งค่า > ความเป็นส่วนตัว > รูปภาพ และเปิดที่ Camera360
vi: Camera360 không có quyền truy cập Thư viện Ảnh của bạn. Vui lòng đi tới Cài đặt -> Quyền riêng tư -> Ảnh và bật Camera360.
zh_hans: 查看系统胶卷照片需授权，请按以下操作进行设置：系统设置->隐私->照片->Camera360
zh_hant: 導入相冊膠卷照片需授權，請按以下操作進行設置：系統設置->隱私->照片->Camera360

# kCameraHaveNoAuthorized
source: Camera service isn't on. So it is unable to take photos.You can turn on Camera service in Settings. (Go to Settings->Privacy->Camera->Turn on Camera360)
es_mx: El servicio de la cámara no está encendido. Por lo que es imposible tomar fotografías. Puede encender el servicio de la cámara en Ajustes. (Vaya a Ajustes->Privacidad->Cámara->Encender Camera360)
hi: कैमरा सर्विस चालू नहीं है। इसलिए यह फ़ोटो लेने में असमर्थ है।आप सेटिंग्स में कैमरा सर्विस चालू कर सकते हैं। (सेटिंग्स-> गोपनीयता-> कैमरा-> Camera360 चालू करें में जाएँ)
ja: カメラ機能が起動していないため、写真を撮影できません。設定画面からカメラ機能を起動できます（設定→プライバシー→カメラ→Camera360をオン）。
ko: 카메라 서비스가 설정되어 있지 않아 사진을 촬영할 수 없습니다. 기기 설정에서 카메라 서비스를 설정할 수 있습니다. (설정> 개인정보 보호> 카메라 > Camera360 설정)
pt_br: O serviço da câmera não está ativo. Então não é possível tirar fotos. Você pode ativar o serviço da câmera em Configurações. (Vá para Configurações->Privacidade->Câmera->Ativar Camera360)
ru: Служба камеры не включена. Невозможно сделать фото. Можно включить службу камеры в настройках. (Откройте Настройки -> Конфиденциальность->Камера и включите Camera360)
th: ไม่ได้อยู่ในบริการกล้อง ดังนั้นจึงไม่สามารถที่จะถ่ายภาพ คุณสามารถเปิดไมโครโฟนได้ในการตั้งค่า (โปรดไปที่ ตั้งค่า-ส่วนตัว-กล้อง-เปิด Camera360)
vi: Dịch vụ camera không bật. Vì vậy mà không thể chụp ảnh. Bạn có thể bật thiết đặt Camera trong Cài đặt. (Đi tới Cài đặt->Quyền riêng tư->Camera->Bật Camera360)
zh_hans: 检测到你的手机未开启相机服务，暂不可拍照。你可在手机设置中开启服务。 (设置-隐私-相机-开启Camera360相机服务)
zh_hant: 檢測到妳的手機未開啟相機服務，暫不可拍照。妳可在手機設置中開啟服務。 (設置-隱私-相機-開啟Camera360相機服務)

# takingPictures
source: Camera
es_mx: Cámara
hi: कैमरा
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
th: กล้อง
zh_hans: 拍照
zh_hant: 拍照

# newuser_bind
source: Binding
es_mx: Enlazando
hi: बाइंड हो रहा है
ja: リンク
ko: 바인딩
pt_br: Vinculando
ru: Связь
th: กำลังผูก
vi: Đang gắn kết
zh_hans: 绑定
zh_hant: 綁定

# gallery_cloudBackupCompleted
source: Backup is complete!
es_mx: ¡La copia de respaldo está completada!
hi: बैकअप पूर्ण है!
ja: 完了！
ko: 백업이 완료되었습니다!
pt_br: O backu está completo!
ru: Резервное копирование закончено!
th: การสำรองเสร็จสิ้น
vi: Sao lưu hoàn thành!
zh_hans: 备份完成!
zh_hant: 備份完成!

# gallery_cloudBackupingTip
source: Backing up %zd photos
es_mx: Realizando copia de respaldo de %zd fotografías
hi: %zd फ़ोटो का बैकअप हो रहा है
ja: %zd枚の写真をバックアップ中
ko: 사진 %zd장 백업 중
pt_br: Fazendo backup de %zd fotos
ru: Созданы резервные копии для %zd фото
th: กำลังสำรอง %zd รูปภาพ
vi: Đang sao lưu %zd ảnh
zh_hans: %zd张照片备份中
zh_hant: %zd張照片備份中

# gallery_cloudBackuping
source: Backing up
es_mx: Realizando copia de respaldo
hi: बैकअप हो रहा है
ja: バックアップ中
ko: 백업 중
pt_br: Fazendo backup
ru: Выполняется резервное копирование
th: กำลังทำการสำรอง
vi: Đang sao lưu
zh_hans: 正在备份
zh_hant: 正在備份

# common_back
source: Back
es_mx: Atrás
hi: वापस
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
th: กลับ
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# setting_auto_upload
source: Automatically upload
es_mx: Subir automáticamente.
hi: स्वचालित अपलोड
ja: 自動アップロード
ko: 자동 업로드
pt_br: Carregar automaticamente
ru: Отправлять автоматически
th: อัปโหลดอัตโนมัติ
vi: Tự động tải lên
zh_hans: 自动上传
zh_hant: 自動上傳

# gallery_cloudBackupOff
source: Automatic backup off
es_mx: Copia de respaldo automática apagada
hi: स्वचालित बैकअप बंद
ja: 自動バックアップオフ
ko: 자동 백업 끄기
pt_br: Desativar backup automaticamente
ru: Автоматическое резервное копирование
th: ปิดการสำรองข้อมูลอัตโนมัติ
vi: Tự động tắt sao lưu
zh_hans: 已关闭自动备份
zh_hant: 已關閉自動備份

# setting_auto
source: Auto
es_mx: Automático
hi: स्वचालित
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
th: อัตโนมัติ
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# password_verify
source: Authentication
es_mx: Autenticación
hi: प्रमाणीकरण
ja: 認証
ko: 암호 인증
pt_br: Autenticação
ru: Авторизация
th: ตรวจสอบรหัสผ่าน
vi: Xác thực
zh_hans: 密码验证
zh_hant: 密碼驗證

# gallery_puzzle_wornig
source: At least 2 pictures
es_mx: Al menos 2 fotografías
hi: कम-से-कम 2 चित्र
ja: コラージュには2枚以上の写真が必要です。
ko: 사진이 최소 2장 필요합니다
pt_br: Pelo menos 2 fotos
ru: По крайней мере 2 фотографии
th: ต้องการภาพอย่างน้อย2ภาพ
vi: Ít nhất 2 ảnh
zh_hans: 拼图至少需要2张照片
zh_hant: 拼圖至少需要2張照片

# camera_uninstall_confirm
source: Are you sure you want to delete %@?
es_mx: ¿Está seguro de que desea eliminar %@?
hi: क्या आप वाकई %@ हटाना चाहते हैं?
ja: 「%@」を本当に削除しますか？
ko: %@(을)를 삭제하시겠습니까?
pt_br: Tem certeza que deseja excluir %@?
ru: Удалить %@?
th: แน่ใจหรือไม่ที่จะถอนการติดตั้ง%@?
vi: Bạn có chắc mình muốn xóa %@ không?
zh_hans: 是否确认卸载“%@”？
zh_hant: 是否確認卸載“%@”？

# store_installed
source: Apply
es_mx: Aplicar
hi: लागू करें
ja: 適用
ko: 사용
pt_br: Aplicar
ru: te
th: นำไปใช้
vi: Áp dụng
zh_hans: 使用
zh_hant: 使用

# password_answer
source: Answer：
es_mx: Respuesta:
hi: उत्तर:
ja: 回答:
ko: 대답:
pt_br: Resposta:
ru: Ответ：
th: คำตอบ:
vi: Trả lời:
zh_hans: 答案:
zh_hant: 答案:

# password_answer_wrong
source: Answer is incorrect. Please try again.
es_mx: La respuesta es incorrecta. Inténtelo nuevamente.
hi: उत्तर ग़लत है। कृपया पुनः प्रयास करें।
ja: 回答が間違っています。
ko: 잘못된 대답입니다. 다시 시도하십시오.
pt_br: A resposta está incorreta. Tente novamente.
ru: Ответ неправильный. Попробуйте еще раз.
th: คำตอบไม่ถูกต้อง โปรดลองอีกครั้ง
vi: Trả lời không đúng. Vui lòng thử lại.
zh_hans: 答案错误，请重新输入
zh_hant: 答案錯誤，請重新輸入

# setting_album_encryption
source: Album Encryption
es_mx: Cifrado del álbum
hi: एल्बम एन्क्रिप्शन
ja: アルバムの暗号化
ko: 앨범 암호 설정
pt_br: Criptografia do álbum
ru: Шифрование альбома
th: การเข้ารหัสอัลบัม
vi: Mã hóa Album
zh_hans: 相册加密
zh_hant: 相冊加密

# newuser_access_album_failed
source: Album access error
es_mx: Error de acceso al álbum
hi: एल्बम पहुँच त्रुटि
ja: アルバムエラー
ko: 앨범 액세스 오류
pt_br: Erro de acesso do álbum
ru: Ошибка доступа к альбому
th: การเข้าถึงอัลบั้มผิดพลาด
vi: Lỗi truy cập album
zh_hans: 访问相册错误
zh_hant: 訪問相冊錯誤

# gallery_album
source: Album
es_mx: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt_br: Álbum
ru: Альбом
th: อัลบั้ม
zh_hans: 相册
zh_hant: 相册

# gallery_photos
source: Album
es_mx: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt_br: Álbum
ru: Альбом
th: อัลบั้มภาพ
zh_hans: 相簿
zh_hant: 相簿

# newuser_bind_mobile_benefit
source: After a successful bind, you can log in using your phone number and password.
es_mx: Tras un enlace satisfactorio, puede iniciar sesión con su número telefónico y contraseña.
hi: सफल बाइंड के बाद, आप अपने फ़ोन नंबर और पासवर्ड का उपयोग करके लॉगइन कर सकते हैं।
ja: リンク完了後、電話番号とパスワードでログインできるようになります。
ko: 성공적으로 바인딩되면, 전화번호와 암호를 통해 로그인할 수 있습니다.
pt_br: Após uma vinculação bem-sucedida, você pode fazer login usando o seu número de telefone e senha.
ru: После привязки вы сможете входить с помощью номера телефона и пароля.
th: หลังจากการผูกสำเร็จแล้ว คุณสามารถลงชื่อเข้าใช้งานด้วยหมายเลขโทรศัพท์และรหัสผ่านของคุณ
vi: Sau khi gắn kết thành công, bạn có thể đăng nhập bằng cách sử dụng số điện thoại và mật khẩu của mình.
zh_hans: 绑定成功后，你即可使用手机号和密码登录
zh_hant: 綁定成功後，你即可使用手機號和密碼登錄

# newuser_bind_email_benefit
source: After a successful bind, you can log in using your email and password.
es_mx: Tras un enlace satisfactorio, puede iniciar sesión con su correo electrónico y contraseña.
hi: सफल बाइंड के बाद, आप अपनी ईमेल और पासवर्ड का उपयोग करके लॉगइन कर सकते हैं।
ja: リンク完了後、Eメールアドレスとパスワードでログインできるようになります。
ko: 성공적으로 바인딩되면, 이메일과 암호를 통해 로그인할 수 있습니다.
pt_br: Após uma vinculação bem-sucedida, você pode fazer login usando o seu e-mail e senha.
ru: После привязки вы сможете входить с помощью адреса электронной почты и пароля.
th: หลังจากการผูกสำเร็จแล้ว คุณสามารถลงชื่อเข้าใช้งานด้วยอีเมลและรหัสผ่านของคุณ
vi: Sau khi gắn kết thành công, bạn có thể đăng nhập bằng cách sử dụng email và mật khẩu của mình.
zh_hans: 绑定成功后，你即可使用邮箱和密码登录
zh_hant: 綁定成功後，你即可使用郵箱和密碼登錄

# newuser_invalid_account
source: Account number is incorrect
es_mx: cuenta incorrecta
hi: खाता नंबर ग़लत है
ja: アカウント番号が間違っています。
ko: 잘못된 계정 주소입니다
pt_br: O número da conta está incorreto
ru: Неверный номер учетной записи
th: เลขที่บัญชีไม่ถูกต้อง
vi: Số tài khoản không đúng
zh_hans: 输入账号不正确
zh_hant: 輸入賬號不正確

# setting_about
source: About
es_mx: Acerca de
hi: परिचय
ja: バージョン情報
ko: ~에 대하여
pt_br: Sobre
ru: О приложении
th: เกี่ยวกับ
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# password_too_short
source: 3 points should be linked at least. Please try again.
es_mx: Deben unirse 3 puntos. Intente de nuevo.
hi: कम-से-कम 3 पाइंट जोड़े जाने चाहिए। कृपया पुनः प्रयास करें।
ja: ３か所以上一致する必要があります
ko: 점을 3개 이상 연결해야합니다. 다시 시도하십시오.
pt_br: 3 pontos deveriam estar vinculados. Tente novamente.
ru: Нужно соединить по крайней мере три точки. Попробуйте ещё раз.
th: อย่างน้อย 3 จุดต้องเชื่อมต่อกัน โปรดลองอีกครั้ง
vi: Ít nhất 3 điểm sẽ được liên kết. Vui lòng thử lại.
zh_hans: 请至少连接3个点,请重新绘制
zh_hant: 請至少連接3個點,請重新繪製

# gallery_downloadingTip
source: %zd photos downloading
es_mx: %zd fotografías descargándose
hi: %zd फ़ोटो डाउनलोड हो रहे हैं
ja: %zd枚の写真をダウンロード中
ko: 사진 %zd장 다운로드 중
pt_br: %zd fotos sendo baixadas
ru: Загрузка %zd фото
th: %zd กำลังดาวน์โหลดรูปภาพ
vi: Đang tải xuống %zd ảnh
zh_hans: %zd 张照片正在下载中
zh_hant: %zd 張照片正在下載中

# effect_cannot_apply
source: %@ editing is not supported
es_mx: No es compatible la edición de %@
hi: %@ संपादन समर्थित नहीं है
ja: %@の編集に対応していません。
ko: %@의 편집이 지원되지 않습니다
pt_br: %@ edição não é suportada
ru: Редактирование %@ не поддерживается
th: ไม่สนับสนุน%@ในโหมดแก้ไขรูป
vi: Chỉnh sửa %@ không được hỗ trợ
zh_hans: %@特效暂不支持后期编辑
zh_hant: %@特效暫不支持後期編輯

# common_InstallSoftware_missing
source: %@ client is not installed, sure to install immediately?
es_mx: El cliente %@ no está instalado, ¿Está seguro de desinstalarlo inmediatamente?
hi: %@ ग्राहक स्थापित नहीं है, क्या वाकई तुरंत स्थापित करना चाहते हैं?
ja: %@がインストールされていません。シェルするにはインストールしてください。
ko: %@의 클라이언트가 설치되어 있지 않습니다. 공유를 위해 즉시 설치하시겠습니까?
pt_br: %@ cliente não está instalado, tem certeza que deseja instalar imediatamente?
ru: Клиент %@ не установлен, установить сейчас?
th: กรุณาติดตั้งรุ่นไคลเอ็นต์%@ก่อนแล้วแบ่งปัน
vi: %@ máy khách chưa được cài đặt, nhớ cài đặt ngay lập tức?
zh_hans: 你还未安装%@客户端，请安装后再分享
zh_hant: 你還未安裝%@客戶端，請安裝後再分享

# effects_include
source: Include
es_mx: contener
hi: सामग्री
ja: 内容
ko: 컨텐츠
pt_br: conter
ru: содержать
th: มีผลพิเศษ
vi: Nội dung
zh_hans: 內含
zh_hant: 內含

# camera360_camera_idle_check
source: Inactive for over 180s, hibernating…
es_mx: Inactivo por más de 180 seg., hibernando…
hi: 180s से अधिक समय से निष्क्रिय, हायबरनेट हो रहा है...
ja: 180秒以上操作がないため、スリープモードに移行します…
ko: 180초 이상 미사용. 절전 모드로...
pt_br: Inativo por mais de 180s, hibernando…
ru: Неактивно более 180 с, переход в спящий режим...
th: ไม่ได้ใช้งานนานกว่า 180 วินาที กำลังเข้าสู่ภาวะการจำศีล....
vi: Không hoạt động quá 180 giây, đang ngủ đông...
zh_hans: 你超过180秒未使用，休眠中···
zh_hant: 你超過180秒未使用，休眠中···

# camera_effectSelectView_effectStore
source: Effect Store
es_mx: tienda
hi: प्रभाव स्टोर
ja: エフェクトストア
ko: 이펙트 스토어
pt_br: loja
ru: магазин
th: เอฟเฟ็คสโตร์
vi: CH Hiệu ứng
zh_hans: 特效商店
zh_hant: 特效商店

# camera_effect_collect_favEffects
source: Add effect to favorites
es_mx: Agregar efecto a favorito
hi: पसंदीदा में प्रभाव जोड़े
ja: エフェクトをお気に入りに追加
ko: 즐겨찾기에 효과 추가
pt_br: Adicionar efeito aos favoritos
ru: Добавить эффект в избранное
th: เพิ่มเอฟเฟ็คเข้าในรายการโปรด
vi: Thêm hiệu ứng vào yêu thích
zh_hans: 收藏特效
zh_hant: 收藏特效

# camera_effect_name_origin
source: Original
hi: मूल
ja: エフェクトなし
ko: 원판
ru: Оригинал
th: ไม่มีเอฟเฟ็ค
vi: Gốc
zh_hans: 原片
zh_hant: 原片

# camera_menu_tip_nightMode_off
source: Nightmode Off
es_mx: Modo nocturno apagado
hi: रात्रि मोड बंद
ja: 夜間モードオフ
ko: 야간 모드 끄기
pt_br: Modo noturno inativo
ru: Ночной режим выкл.
th: ปิดโหมดกลางคืน
vi: Tắt Chế độ Ban đêm
zh_hans: 夜景关闭
zh_hant: 夜景關閉

# camera_menu_tip_nightMode_on
source: Nightmode On
es_mx: Modo nocturno encendido
hi: रात्रि मोड चालू
ja: 夜間モードオン
ko: 야간 모드 켜기
pt_br: Modo noturno ativo
ru: Ночной режим вкл.
th: เปิดโหมดกลางคืน
vi: Bật Chế độ Ban đêm
zh_hans: 夜景打开
zh_hant: 夜景打開

# camera_menu_tip_selfNightMode_off
source: Night Selfie Off
es_mx: Selfie nocturna apagado
hi: रात्रि सेल्फ़ी बंद
ja: 夜間自撮りオフ
ko: 야간 셀카 끄기
pt_br: Selfie noturno inativo
ru: Ночное селфи выкл.
th: ปิดโหมดเซลฟีกลางคืน
vi: Tắt Selfie Ban đêm
zh_hans: 夜自拍关闭
zh_hant: 夜自拍關閉

# camera_menu_tip_selfNightMode_on
source: Night Selfie On
es_mx: Selfie nocturna encendido
hi: रात्रि सेल्फ़ी चालू
ja: 夜間自撮りオン
ko: 야간 셀카 켜기
pt_br: Selfie noturno ativo
ru: Ночное селфи вкл.
th: เปิดโหมดเซลฟีกลางคืน
vi: Bật Selfie Ban đêm
zh_hans: 夜自拍打开
zh_hant: 夜自拍打開

# camera_menu_tip_touchCapture_off
source: Touch capture Off
es_mx: Captura táctil apagado
hi: टच कैप्चर बंद
ja: タッチ撮影オフ
ko: 터치 캡처 끄기
pt_br: Captura de toque inativa
ru: Съемка касанием выкл.
th: ปิดสัมผัสเพื่อถ่ายภาพ
vi: Tắt chụp cảm ứng
zh_hans: 触屏拍照关闭
zh_hant: 觸屏拍照關閉

# camera_menu_tip_touchCapture_on
source: Touch capture On
es_mx: Captura táctil encendido
hi: टच कैप्चर चालू
ja: タッチ撮影オン
ko: 터치 캡처 켜기
pt_br: Captura de toque ativa
ru: Съемка касанием вкл.
th: เปิดสัมผัสเพื่อถ่ายภาพ
vi: Bật chụp cảm ứng
zh_hans: 触屏拍照开启
zh_hant: 觸屏拍照開啟

# camera_scene
source: Poster Camera
es_mx: Cámara de poster
hi: पोस्टर कैमरा
ja: 風景カメラ
ko: 포스터 카메라
pt_br: Câmera de pôster
ru: Фото-плакат
th: กล้องโปสเตอร์
vi: Camera Áp phích
zh_hans: 情景相机
zh_hant: 情景相機

# camera_tip_AF_AE_lock
source: Auto EV/focus lock
es_mx: Bloqueo automático de foco/EV
hi: ऑटो EV/फ़ोकस लॉक
ja: オート露出補正／フォーカスロック
ko: 자동 EV/ 초점 고정
pt_br: Bloqueio automático de EV/foco
ru: Автоматическая экспозиция/фокусировка заблокирована
th: ล็อคออโต้ EV/โฟกัส
vi: EV tự động/khóa lấy nét
zh_hans: 自 动 曝 光 / 自 动 对 焦 锁 定
zh_hant: 自 動 曝 光 / 自 動 對 焦 鎖 定

# camera_tip_ask_enable_live_preview
source: Turn on live preview
es_mx: Encender vista previa en vivo
hi: लाइव पूर्वावलोकन चालू करें
ja: ライブプレビューを起動
ko: 실시간 미리보기 작동
pt_br: Ativar visualização ao vivo
ru: Включить предварительный просмотр
th: เปิดการพรีวิววสด
vi: Bật xem trước trực tiếp
zh_hans: 请在设置中打开实时预览
zh_hant: 請在設置中打開實時預覽

# camera_tip_autoEffect
source: Easy Cam
hi: आसान कैम
ja: スマートカメラ
ko: 이지 캠
th: กล้องอีซี่
zh_hans: 智能
zh_hant: 智能

# camera_tip_capture_photoing
source: Generating photo
es_mx: Generando fotografía
hi: फ़ोटो उत्पन्न करना
ja: 写真を生成しています
ko: 사진 생성
pt_br: Gerando foto
ru: Создание фото
th: กำลังสร้างภาพ
vi: Đang khởi tạo ảnh
zh_hans: 照片生成中
zh_hant: 照片生成中

# camera_tip_slient_capture_alert
source: Silent capture mode on, photo size and quality will be affected
es_mx: Modo de captura silenciosa encendido, resultará afectada la calidad y el tamaño de la fotografía
hi: मौन कैप्चर मोड चालू, फ़ोटो का आकार और गुणवत्ता प्रभावित होगी
ja: サイレントモードオン。写真のサイズと画質が変わります
ko: 묵음 캡처 모드를 켜면 사진 크기 및 품질이 나빠집니다
pt_br: Modo de captura silenciosa ativo, tamanho da foto e qualidade serão afetados
ru: Беззвучная съемка включена, это влияет на качество фото
vi: Bật chế độ chụp im lặng, kích cỡ và chất lượng ảnh sẽ bị ảnh hưởng
zh_hans: 当前状态为静音拍照模式，照片尺寸及质量会有所改变
zh_hant: 當前狀態為靜音拍照模式，照片尺寸及質量會有所改變

# camera_tip_slient_mode_off
source: Silent capture mode off
es_mx: Modo de captura silenciosa apagado
hi: मौन कैप्चर मोड बंद
ja: サイレントモードオフ
ko: 묵음 캡처 모드 해제
pt_br: Modo de captura silenciosa inativo
ru: Режим беззвучный съемки выключен
vi: Tắt chế độ chụp im lặng
zh_hans: 静音模式已关闭
zh_hant: 靜音模式已關閉

# cloud_request_cancel
source: Canceled
es_mx: Cancelado
hi: रद्द करें
ja: キャンセルしました
ko: 취소 완료
pt_br: Cancelado
ru: Отменено
th: ยกเลิกแล้ว
vi: Đã hủy bỏ
zh_hans: 已取消操作
zh_hant: 已取消操作

# homepage_camera
source: Camera
es_mx: Cámara
hi: कैमरा
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
th: กล้อง
zh_hans: 相机
zh_hant: 相機

# homepage_setting
source: Me
es_mx: Yo
hi: मैं
ja: ホーム
pt_br: Eu
ru: Я
th: ตัวฉัน
vi: Tôi
zh_hans: 我的
zh_hant: 我的

# newuser_find_password_tip
source: Please enter your registered email address and we'll send you a random password.
es_mx: Ingrese su dirección de correo electrónico registrada y le enviaremos una contraseña aleatoria.
hi: कृपया अपना पंजीकृत ईमेल पता दर्ज करें और हम आपको यादृच्छिक पासवर्ड भेज देंगे।
ja: 登録したEメールアドレスランダムパスワードを送信します。
ko: 등록된 이메일 주소를 입력하시면 무작위 선정된 암호를 보내 드리겠습니다.
pt_br: Insira o seu endereço de e-mail registrado e lhe enviaremos uma senha aleatória.
ru: Введите адрес электронной почты и мы вам вышлем ссылку для восстановления пароля.
th: กรุณาป้อนที่อยู่อีเมลที่ลงทะเบียนของคุณและเราจะส่งรหัสผ่านแบบสุ่มไปให้
vi: Vui lòng nhập địa chỉ email được đăng ký của bạn và chúng tôi sẽ gửi cho bạn một mật khẩu ngẫu nhiên.
zh_hans: 请输入你的注册邮箱，我们会为你发送一个随机登录密码。
zh_hant: 請輸入你的註冊郵箱，我們會為你發送一個隨機登錄密碼。

# newuser_logout
source: Logout
es_mx: Cerrar sesión
hi: लॉगआउट करें
ja: ログアウト
ko: 로그아웃
pt_br: Sair
ru: Выйти
th: ออกจากการใช้งาน
vi: Đăng thoát
zh_hans: 退出登录
zh_hant: 退出登錄

# newuser_password_invalid
source: Password requires 6-20 characters
es_mx: La contraseña requiere de 6-20 caracteres
hi: पासवर्ड के लिए 6-20 वर्णों की ज़रूरत है
ja: パスワードは6～20文字
ko: 암호는 6-20개의 문자를 사용해야 합니다
pt_br: A senha precisa de 6 a 20 caracteres
ru: Пароль должен содержать от 6 до 20 символов
th: รหัสผ่านต้องมี 6-20 ตัวอักษร
vi: MK yêu cầu 6-20 ký tự
zh_hans: 密码需由6-20位字符组成
zh_hant: 密碼需有6-20位字符組成

# setting_footer_hint1
source: You can choose to enter the home or camera interface after starting the app.
es_mx: Puede elegir ingresar a la interfaz de la cámara o de inicio después de iniciar la aplicación.
hi: ऐप शुरू करने के बाद आप होम या कैमरा इंटरफ़ेस में प्रवेश करना चुन सकते हैं।
ja: アプリ起動後にホーム画面に入るかカメラ画面を表示するかを選択できます。
ko: 앱 시작 후 가정 혹은 카메라 인터페이스를 입력할 수 있습니다.
pt_br: Você pode escolher entrar na interface inicial ou da câmera após iniciar o aplicativo.
ru: Можно выбрать, что будет открываться после запуска приложения: начальный экран или интерфейс камеры.
th: คุณสามารถเลือกที่จะเข้าไปที่หน้าหลักหรืออินเตอร์เฟซที่กล้องหลังจากที่เริ่มต้นแอป
vi: Bạn có thể chọn về trang chủ hoặc vào giao diện camera sau khi khởi động ứng dụng.
zh_hans: 可选择应用启动后进入首页或拍照界面。
zh_hant: 可選擇應用啟動後進入首頁或拍照界面。

# setting_footer_hint2
source: Turn on live preview to see effects on the capture interface, but might cause lag.
es_mx: Encienda la vista previa en vivo para ver los efectos en la interfaz de captura, pero puede ocasionar demoras.
hi: कैप्चर इंटरफ़ेस पर प्रभाव देखने के लिए लाइव पूर्वावलोकन चालू करें, लेकिन इससे अंतराल पैदा हो सकता है।
ja: ライブプレビューを起動すると、撮影画面でエフェクトを見ることができますが、表示ラグが生じる場合があります。
ko: 실시간 미리보기를 켜면 촬영 인터페이스의 효과를 볼 수 있지만 보기가 지연될 수 있습니다.
pt_br: Ative a visualização ao vivo para ver os efeitos na interface de captura, mas pode causar atraso.
ru: Включите живой просмотр, чтобы видеть эффекты во время съемки, но это может привести к замедлению работы.
th: เปิดพรีวิวสดเพื่อดูผลในอินเตอร์เฟซถ่ายภาพ แต่อาจทำให้เกิดความล่าช้า
vi: Bật xem trước trực tiếp để xem các hiệu ứng trên giao diện chụp, nhưng có thể bị giật.
zh_hans: 实时预览开启可以在拍照界面直接看到特效效果，但在某些机型上会造成取景卡顿。
zh_hant: 實時預覽開啟可以在拍照界面直接看到特效效果，但在某些機型上會造成取景卡頓。

# setting_footer_hint3
source: Turning on will save photos as mirror images when using front lens.
es_mx: Encenderlo guardará las fotografías como imágenes en espejo al momento de usar las lentes frontales.
hi: सामने के लेंस का उपयोग करते समय चालू करने से फ़ोटो, मिरर छवियों के रूप में सहेजी जाएँगी।
ja: 前面カメラ使用中に起動すると、ミラー画像として画像を保存します。
ko: 전면 렌즈를 사용하는 경우, 사진은 거울 이미지로 저장됩니다.
pt_br: Ativar salvará fotos como imagens espelhadas usando a lente frontal.
ru: При включении фотографии, сделанные с помощью передней камеры, будут сохраняться в зеркальном отображении.
th: การเปิดจะทำให้บันทึกภาพเป็นภาพสะท้อนเมื่อใช้เลนส์ด้านหน้า
vi: Bật sẽ lưu ảnh thành ảnh bản sao khi sử dụng ống kính trước.
zh_hans: 开启后会将前置摄像头拍照照片以镜像方式保存。
zh_hant: 開啟後會將前置攝像頭拍照照片以鏡像方式保存。

# setting_front_mirror
source: Mirror Mode
es_mx: Modo espejo
hi: मिरर मोड
ja: ミラー画像自動変換
ko: 거울 모드
pt_br: Modo de espelhamento
ru: Зеркальный режим
th: กลับข้างออโต้
vi: Chế độ Bản sao
zh_hans: 前置拍后自动镜像
zh_hant: 前置拍後自動鏡像

# setting_photo_save
source: Photo save settings
es_mx: Ajustes de guardado
hi: फ़ोटो सहेजने की सेटिंग्स
ja: 写真の保存設定
ko: 사진 저장 설정
pt_br: Conf. salvamento de foto
ru: Настр. сохр. фото
th: ตั้งค่าการบันทึกภาพ
vi: Cài đặt lưu ảnh
zh_hans: 照片保存设置
zh_hant: 照片保存設置

# setting_photo_save_hint1
source: You can choose to save photos automatically after capturing.
es_mx: Puede elegir guardar fotografías automáticamente tras la captura.
hi: आप कैप्चर करने के बाद फ़ोटो स्वचालित रूप से सहेजना चुन सकते हैं।
ja: 撮影後に写真を自動保存するように設定できます。
ko: 설정에서 촬영 후 사진 자동저장을 선택할 수 있습니다.
pt_br: Você pode escolher salvar fotos automaticamente após capturar.
ru: По вашему выбору приложение может сохранять фотографии автоматически после съемки.
th: คุณสามารถเลือกบันทึกภาพโดยอัตโนมัติหลังจากถ่ายภาพ
vi: Bạn có thể chọn lưu ảnh tự động sau khi chụp.
zh_hans: 可以选择拍照完成后照片是否自动保存。
zh_hant: 可以選擇拍照完成後照片是否自動保存。

# setting_photo_save_hint2
source: If turned off, you can manually export photos to your system album.
es_mx: Si se está apagado, puede exportar fotografías manualmente a su álbum del sistema.
hi: अगर बंद किया जाता है, तो आप अपनी सिस्टम एल्बम में फ़ोटो मैनुअल रूप से निर्यात कर सकते हैं।
ja: オフにすると、写真を手動でデバイスのアルバムにエクスポートできます。
ko: 사진 자동저장이 작동되지 않는 경우, 사진을 수동으로 시스템 앨범에 내보낼 수 있습니다.
pt_br: Se estiver inativo, você pode exportar manualmente as fotos para o seu álbum do sistema.
ru: Если этот параметр выключен, вы можете вручную экспортировать фотографии в системный альбом.
th: ถ้าปิด คุณสามารถส่งออกรูปไปยังอัลบั้มระบบของคุณ
vi: Nếu tắt, bạn có thể xuất ảnh thủ công vào album hệ thống của bạn.
zh_hans: 若关闭，你可以通过手动导出的方式将照片同步到系统胶卷。
zh_hant: 若關閉，妳可以通過手動導出的方式將照片同步到系統膠卷。

# setting_start_ui
source: Startup interface
es_mx: Interfaz de inicio
hi: स्टार्टअप इंटरफ़ेस
ja: スタートアップ画面
ko: 시작 인터페이스
pt_br: Interface de inicialização
ru: Заставка
th: อินเตอร์เฟซเริ่มต้น
vi: GD khởi động
zh_hans: 启动界面
zh_hant: 啟動界面

# auto_camera_scene_portrait
source: Portrait
es_mx: Retrato
hi: पोर्ट्रेट
ja: ポートレート
ko: 초상화
pt_br: Retrato
ru: Портрет
th: ภาพเหมือนบุคคล
vi: Chân dung
zh_hans: 人 像
zh_hant: 人 像

# auto_camera_scene_dark
source: Dark
es_mx: Oscuro
hi: गहरा
ja: ダーク
ko: 저광도
pt_br: Escuro
ru: Темно
th: มืด
vi: Tối
zh_hans: 低 光
zh_hant: 低 光

# auto_camera_scene_night
source: Night
es_mx: Noche
hi: रात
ja: 夜間
ko: 밤
pt_br: Noite
ru: Ночь
th: กลางคืน
vi: Ban đêm
zh_hans: 夜 景
zh_hant: 夜 景
