Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# newuser_set_password_camera360_password
source: Set Camera360 account password
es_mx: Establecer contraseña de cuenta de Camera360
hi: Camera360 खाता पासवर्ड सेट करें
ja: Camera360アカウントパスワードの設定
ko: Camera360 계정 암호 설정
pt_br: Definir senha da conta da Camera360
ru: Задать пароль учетной записи Camera360
th: ตั้งรหัสผ่านของบัญชี Camera360
vi: Đặt mật khẩu tài khoản Camera360
zh_hans: 请设置Camera360账户密码
zh_hant: 請設置Camera360賬號密碼

# newuser_login_licences
source: Terms of Service
es_mx: Términos de servicio
hi: सेवा की शर्तें
ja: 利用規約
ko: 서비스 약관
pt_br: Termos de Serviço
ru: Условия предоставл. услуг
th: ข้อกำหนดการให้บริการและลิขสิทธิ์
vi: Điều khoản Dịch vụ
zh_hans: 服务协议及版权声明
zh_hant: 服務協議及版權聲明

# gallery_hasSelected
source: Selected %zd photos
es_mx: %zd seleccionadas
hi: %zd फ़ोटो चुनी गईं
ja: %zd枚選択中
ko: %zd장 선택
pt_br: Escolheu %zd fotos
ru: Выбрано %zd фото
th: เลือก %zd รูปแล้ว
vi: %zd ảnh đã chọn
zh_hans: 已选择%zd张照片
zh_hant: 已選擇%zd張照片

source: Select Photo
es_mx: Seleccionar fotografía
hi: फ़ोटो चुनें
ja: アルバムから選択
ko: 사진 선택
pt_br: Selecionar foto
ru: Выберите фото
th: เลือกภาพ
vi: Chọn Ảnh
zh_hans: 从手机相册中选择
zh_hant: 從手機相冊中選擇

# gallery_selectAll
source: Select all
es_mx: Elegir todas
hi: सभी चुनें
ja: すべて選択
ko: 전부 선택
pt_br: Selec. tudo
ru: Выбр. все
th: เลือกทั้งหมด
vi: lựa chọn
zh_hans: 全选
zh_hant: 全選

# gallery_collage_select
source: Select
es_mx: Elegir
hi: चुनें
ja: 選択
ko: 사진 선택
pt_br: Escolher
ru: Выбрать
th: เลือก
vi: Lựa chọn
zh_hans: 选择
zh_hant: 選擇

# scene_template
source: Scene Templates
es_mx: Plantillas de escenarios
hi: दृश्य टेम्प्लेट
ja: シーンテンプレート
ko: 장면 템플릿
pt_br: Modelos de cena
ru: Шаблоны сцены
th: แม่แบบฉาก
vi: Mẫu Cảnh
zh_hans: 情景模板
zh_hant: 情景模板

source: Saving photo...
es_mx: Guardando fotografía…
hi: फ़ोटो सहेजी जा रही है...
ja: 写真保存中…
ko: 사진 저장 중 ...
pt_br: Salvando foto...
ru: Сохранение фото...
th: กำลังบันทึกภาพ...
vi: Đang lưu ảnh...
zh_hans: 照片保存中...
zh_hant: 照片保存中...

# common_save
source: Save
es_mx: Guardar
hi: सहेजें
ja: 保存
ko: 저장
pt_br: Salvar
ru: хорошо
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# puzzle_rotate
source: Rotate
es_mx: Rotar
hi: घुमाएँ
ja: 回転
ko: 회전
pt_br: Girar
ru: Поворот
th: หมุน
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉

# newuser_login_use_email_to_get_password
source: Retrieve your password by email
es_mx: Recupere su contraseña por correo electrónico
hi: अपना पासवर्ड ईमेल द्वारा पुनः प्राप्त करें
ja: Eメールアドレスでパスワードを取得
ko: 이메일로 비밀번호 찾기
pt_br: Recuperar sua senha por e-mail
ru: Восстановить пароль по электронной почте
th: เรียกคืนรหัสผ่านของคุณทางอีเมล
vi: Truy xuất mật khẩu của bạn qua email
zh_hans: 使用邮箱找回密码
zh_hant: 使用郵箱找回密碼

# product_restore
source: Restore
es_mx: Restaurar
hi: बहाल करें
ja: 復元
ko: 복구
pt_br: Restaurar
ru: Восстанов.
th: ฟื้นฟู
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

# newuser_code_input_retry_send
source: Resend
es_mx: Reenviar
hi: फिर से भेजें
ja: 再送信
ko: 재전송
pt_br: Enviar novamente
ru: Отправить повторно
th: ส่งใหม่อีกครั้ง
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# reloading
source: Reload
es_mx: Recargar
hi: पुनः लोड करें
ja: リロード
ko: 재로딩
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่
vi: Nạp lại
zh_hans: 重新加载
zh_hant: 重新加載

# newuser_login_sign_up_for_agree
source: Registering means you agree
es_mx: El registrarse significa que usted está de acuerdo
hi: पंजीकरण का मतलब है कि आप सहमत हैं
ja: 登録により「本利用規約」に
ko: 등록은 동의를 의미합니다
pt_br: Meios de registro que você concorda
ru: Зарегистрировано согласен
th: การลงทะเบียนหมายถึงคุณยอมรับ
vi: ĐK nghĩa là đồng ý
zh_hans: 注册即代表同意
zh_hant: 註冊即代表同意

# newuser_guide_account_register
source: Register
es_mx: Registrarse
hi: पंजीकरण करें
ja: 登録
ko: 지금 등록
pt_br: Registrar
ru: Регистрация
th: ลงทะเบียน
vi: Đăng ký
zh_hans: 立即注册
zh_hant: 立即註冊

# newuser_register
source: Register
es_mx: Registrarse
hi: पंजीकरण करें
ja: 登録
ko: 등록
pt_br: Registrar
ru: Регистрация
th: ลงทะเบียน
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# pull_down_refresh_error
source: Refresh failed, check network settings.
es_mx: Falló la actualización, verifique los ajustes de red.
hi: ताज़ा करना विफल, नेटवर्क सेटिंग्स की जाँच करें।
ja: 更新失敗。ネットワーク設定を確認してください。
ko: 새로고침 실패. 네트워크 설정을 확인하십시오.
pt_br: Atualização falhou, verifique as configurações de rede.
ru: Сбой обновления, проверьте настройки сети.
th: การรีเฟรชล้มเหลว ตรวจสอบการตั้งค่าเครือข่าย
vi: Làm mới thất bại, kiểm tra cài đặt mạng.
zh_hans: 刷新失败，请检查网络设置。
zh_hant: 刷新失敗，請檢查網絡設置。

# gallery_cloudBackupTime
source: Recent backup: %@
es_mx: Copia de respaldo reciente: %@
hi: हाल का बैकअप: %@
ja: 最終：%@
ko: 최근 백업일자: %@
pt_br: Backup recente: %@
ru: Последнее резервное копирование: %@
th: Backup: %@
vi: Sao lưu gần đây: %@
zh_hans: 最近备份时间: %@
zh_hant: 最近備份時間: %@

# gallery_appraise_appraiseNow
source: Rate us
es_mx: Califíquenos
hi: हमारा मूल्यांकन करें
ja: 5つ星評価
ko: 평가
pt_br: Classifique-nos
ru: Оцените нас
th: คำนิยมที่ดีที่สุด
vi: Xếp loại chúng tôi
zh_hans: 赏你好评
zh_hant: 賞你好評

# setting_rateus
source: Rate & Review
es_mx: Calificar y revisar
hi: मूल्यांकन व समीक्षा करें
ja: 評価・レビュー
ko: 평가 & 리뷰
pt_br: Classificar e Revisar
ru: Оценить и оставить отзыв
th: การประเมินผลการทำงานของเรา
vi: Xếp loại & Đánh giá
zh_hans: 鼓励一下我们
zh_hant: 鼓勵一下我們

# share_siteview_qzone
source: Qzone
ko: QQ 존
zh_hans: QQ空间
zh_hant: QQ空間

# password_question_title
source: Question：
es_mx: Pregunta:
hi: प्रश्न:
ja: 質問:
ko: 문제:
pt_br: Pergunta:
ru: Вопрос：
th: คำถาม：
vi: Câu hỏi:
zh_hans: 问题：
zh_hant: 問題：

# puzzle_template_puzzle
source: Puzzle
es_mx: Puzle
hi: पज़ल
ja: フリー
ko: 퍼즐
pt_br: Charada
ru: шаблон
th: แม่แบบ
vi: Câu đố
zh_hans: 模板
zh_hant: 模板

# common_pull_down_tips
source: Pull down to refresh
es_mx: Arrastre hacia abajo para actualizar
hi: ताज़ा करने के लिए नीचे खींचें
ja: 下フリックでリフレッシュ
ko: 아래로 밀면 새로 고침
pt_br: Empurre para baixo para atualizar
ru: Потяните вниз для обновления
th: เลื่อนลงเพื่อรีเฟรช
vi: Kéo xuống để làm mới
zh_hans: 下拉可以刷新
zh_hant: 下拉可以刷新

# newuser_account_head_avatar
source: Profile pic
es_mx: Foto de perfil
hi: प्रोफ़ाइल चित्र
ja: アバター
ko: 프로필 사진
pt_br: Foto do perfil
ru: Фото профиля
th: ภาพโปรไฟล์
vi: Ảnh hồ sơ
zh_hans: 头像
zh_hant: 頭像

# cloud_share_loadPreImage_failed
source: Preview loading failed
es_mx: Falló la carga de la vista previa
hi: पूर्वावलोकन लोड करना विफल
ja: プレビューロード失敗！
ko: 미리보기 로딩 실패
pt_br: Visualização de carregamento falhou
ru: Загрузка предварительного просмотра не выполнена
th: การโหลดตัวอย่างล้มเหลว
vi: Tải xem trước thất bại
zh_hans: 加载预览图失败!
zh_hant: 加載預覽圖失敗！

# setting_touch_id_reason
source: Please verify your fingerprint
es_mx: Verifique su huella dactilar
hi: कृपया अपने फ़िंगरप्रिंट की पुष्टि करें
ja: 指紋認証を行ってください。
ko: 지문으로 인증하십시오
pt_br: Verifique a sua impressão digital
ru: Выполните проверку отпечатков пальцев
vi: Vui lòng xác minh dấu vân tay của bạn
zh_hans: 请验证你的指纹
zh_hant: 請驗證你的指紋

# cloud_album_no_selected_photos
source: Please select photos.
es_mx: Seleccione las fotografías.
hi: कृपया फ़ोटो चुनें।
ja: 写真を選択してください。
ko: 사진을 선택하십시오.
pt_br: Selecione fotos.
ru: Выберите фото.
th: กรุณาเลือกภาพ
vi: Vui lòng chọn ảnh.
zh_hans: 请选择图片
zh_hant: 請選擇圖片

# setting_touch_id_footer
source: Please make sure Touch ID is on.
es_mx: Asegúrese de que ID táctil esté encendido.
hi: कृपया सुनिश्चित करें कि टच आईडी चालू है।
ja: Touch IDがオンになっていることを確認してください。
ko: 터치 ID가 설정되어 있는지 확인하십시오.
pt_br: Certifique-se de que o ID de toque está ativo.
ru: Убедитесь, что Touch ID включен.
th: กรุณาตรวจสอบฟังก์ชั่นTouch Idว่าได้เปิดใช้ก่อนเริ่มใช้งานแล้ว
vi: Vui lòng đảm bảo Touch ID đã bật.
zh_hans: 请确定系统Touch ID功能已开启，方可使用。
zh_hant: 請確定系統Touch ID功能已開啟,方可使用.

# setting_touch_id_off_alert
source: Please go to Settings to turn on Touch ID.
es_mx: Vaya a Ajustes para encender ID táctil.
hi: टच आईडी चालू करने के लिए कृपया सेटिंग्स में जाएँ।
ja: 設定からTouch IDをオンにしてください。
ko: 터치 ID 설정으로 이동하십시오.
pt_br: Vá para Configurações para ativar o ID de toque.
ru: Перейдите в настройки, чтобы включить Touch ID.
th: กรุณาเปิดใช้ฟังก์ชั่นTouch Idที่โหมดตั้งค่าระบบ
vi: Vui lòng đi tới Cài đặt để bật Touch ID.
zh_hans: 请到系统设置中开启Touch ID功能
zh_hant: 請到系統設置中開啟Touch ID功能

# newuser_input_email
source: Please enter your registered email address and we'll send you a random password.
es_mx: Ingrese su dirección de correo electrónico registrada y le enviaremos una contraseña aleatoria.
hi: कृपया अपना पंजीकृत ईमेल पता दर्ज करें और हम आपको यादृच्छिक पासवर्ड भेज देंगे।
ja: 登録したEメールアドレスへランダムパスワードを送信します。
ko: 등록된 이메일 주소를 입력하시면 무작위 선정된 암호를 보내 드리겠습니다.
pt_br: Insira o seu endereço de e-mail registrado e nós lhe enviaremos uma senha aleatória.
ru: Введите адрес электронной почты и мы вам вышлем ссылку для восстановления пароля.
th: กรุณาป้อนที่อยู่อีเมลที่ลงทะเบียนของคุณและเราจะส่งรหัสผ่านแบบสุ่มไปให้
vi: Vui lòng nhập địa chỉ email được đăng ký của bạn và chúng tôi sẽ gửi cho bạn một mật khẩu ngẫu nhiên.
zh_hans: 请输入你的注册邮箱，我们会为你发送一个随机登录密码。
zh_hant: 請輸入你的註冊郵箱，我們會為你發送一個隨機登錄密碼。

# newuser_find_password_input_your_email
source: Please enter your registered email
es_mx: Ingrese su correo electrónico registrado
hi: कृपया अपना पंजीकृत ईमेल दर्ज करें
ja: 登録したEメールアドレス
ko: 등록된 이메일 주소를 입력하십시오
pt_br: Insira o seu e-mail registrado
ru: Введите зарегистрированный адрес электронной почты
th: กรุณาป้อนอีเมลที่ลงทะเบียนของคุณ
vi: Vui lòng nhập email được đăng ký của bạn
zh_hans: 请输入你的注册邮箱
zh_hant: 請輸入你的註冊郵箱

# newuser_input_mobile
source: Please enter your phone number
es_mx: Ingrese su número telefónico
hi: कृपया अपना फ़ोन नंबर दर्ज करें
ja: 電話番号を入力してください。
ko: 전화번호를 입력하십시오
pt_br: Insira o seu número de telefone
ru: Введите номер телефона
th: กรุณาป้อนหมายเลขโทรศัพท์ของคุณ
vi: Vui lòng nhập số điện thoại của bạn
zh_hans: 请输入你的手机号码
zh_hant: 請輸入你的手機號碼

# newuser_input_your_email_or_mobile
source: Please enter your e-mail
es_mx: Ingresa tu correo electrónico
hi: अपनी ईमेल दर्ज करें
ja: メールアドレスを入力する
ko: 이메일을 입력하세요.
pt_br: Insira o seu e-mail
ru: Введите адрес электронной почты
th: กรอกอีเมล์ของคุณ
vi: Nhập email của bạn
zh_hans: 请输入你的邮箱或者手机号码
zh_hant: 請輸入你的郵箱或者手機號碼

# newuser_input_your_email
source: Please enter your email address
es_mx: Ingrese su dirección de correo electrónico
hi: कृपया अपना ईमेल पता दर्ज करें
ja: Eメールアドレス
ko: 이메일 주소를 입력하십시오
pt_br: Insira o seu endereço de e-mail
ru: Введите адрес электронной почты
th: กรุณาป้อนอีเมลของคุณ
vi: Vui lòng nhập địa chỉ email của bạn
zh_hans: 请输入你的邮箱地址
zh_hant: 請輸入你的郵箱地址

# newuser_code_input_your_code
source: Verification code
es_mx: Código de verificación
hi: सत्यापन कोड
ja: 認証コード
ko: 확인 코드
pt_br: Código de verificação
ru: Проверочный код
th: รหัสยืนยัน
vi: Mã số xác thực
zh_hans: 验证码
zh_hant: 驗證碼

# password_answer_title
source: Please enter the answer
es_mx: Ingrese la respuesta
hi: कृपया उत्तर दर्ज करें
ja: 回答を入力してください。
ko: 답을 입력하십시오
pt_br: Insira a resposta
ru: Введите ответ
th: โปรดป้อนคำถาม
vi: Vui lòng nhập câu trả lời
zh_hans: 请输入问题答案
zh_hant: 請輸入問題答案

# newuser_input_password
source: Please enter password
es_mx: Ingrese la contraseña
hi: कृपया पासवर्ड दर्ज करें
ja: パスワード入力
ko: 암호를 입력하십시오
pt_br: Insira a senha
ru: Введите пароль
th: กรุณาป้อนรหัสผ่าน
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# newuser_empty_email
source: Please enter email
es_mx: Ingrese su correo electrónico
hi: कृपया ईमेल पता दर्ज करें
ja: Eメールアドレス
ko: 이메일을 입력하십시오
pt_br: Insira o e-mail
ru: Введите адрес электронной почты
th: กรุณาป้อนอีเมล
vi: Vui lòng nhập email
zh_hans: 请输入邮箱
zh_hant: 請輸入郵箱

# newuser_empty_account
source: Please enter account
es_mx: Ingrese su cuenta
hi: कृपया खाता दर्ज करें
ja: アカウントを入力してください。
ko: 계정을 입력하십시오
pt_br: Insira a conta
ru: Введите учетную запись
th: กรุณาป้อนบัญชี
vi: Vui lòng nhập tài khoản
zh_hans: 请输入账号
zh_hant: 請輸入賬號

# gallery_photo_exported
source: Pictures have been exported to camera roll
es_mx: Las fotografías se han exportado al rollo de la cámara
hi: चित्र कैमरा रोल में निर्यात हो गए हैं
ja: 保存完了
ko: 사진을 카메라롤로 내보내기 했습니다
pt_br: As fotos foram exportadas para o rolo da câmera
ru: Фотографии экспортированы в Фотопленку
th: รูปได้รับนำเข้าไประบบอัลบั้มแล้ว
vi: Ảnh đã được xuất vào thư viện ảnh
zh_hans: 照片导出完毕!
zh_hant: 照片導出完畢!

# newuser_account_invalid_image
source: Picture format is incorrect, please re-upload
es_mx: El formato de la fotografía es incorrecto, vuelva a cargarla
hi: चित्र फ़ॉरमेट ग़लत है, कृपया पुनः अपलोड करें
ja: 写真の形式が不正です。再度アップロードしてください。
ko: 그림 형식이 올바르지 않습니다, 다시 업로드 해주십심시오
pt_br: O formato da foto está incorreto, carregue novamente
ru: Неверный формат изображения, загрузите еще раз
th: รูปแบบรูปภาพไม่ถูกต้อง กรุณาอัปโหลดใหม่
vi: Định dạng ảnh không đúng, vui lòng tải lên lại
zh_hans: 图片格式不正确，请重新上传
zh_hant: 圖片格式不正確，請重新上傳

# gallery_importSuccessful
source: Photos imported!
es_mx: ¡Fotografías importadas!
hi: फ़ोटो आयात हो गई है!
ja: 写真をインポートしました！
ko: 사진 가져오기 성공!
pt_br: Fotos importadas!
ru: Фотографии импортированы!
th: นำเข้าภาพถ่ายแล้ว!
vi: Ảnh đã nhập!
zh_hans: 照片已经成功导入！
zh_hant: 照片已經成功導入！

# imageshow_photo_address
source: Photo Adress:
es_mx: Dirección de la fotografía:
hi: फ़ोटो पता:
ja: 撮影日：
ko: 사진 촬영장소 :
pt_br: Endereço da foto:
ru: Адрес фото:
th: ภาพที่ถ่ายใน:
vi: Địa chỉ Ảnh:
zh_hans: 照片拍摄于:
zh_hant: 照片拍攝於:

# gallery_select_photo
source: Photo
es_mx: Fotografía
hi: फ़ोटो
ja: 選択
ko: 사진
pt_br: Foto
ru: Фото
th: นำเข้า
vi: Ảnh
zh_hans: 选择照片
zh_hant: 選擇照片

# newuser_invalid_mobile
source: Phone number is invalid
es_mx: El número telefónico es inválido
hi: फ़ोन नंबर अमान्य है
ja: 不正な電話番号です。
ko: 전화번호가 잘못되었습니다
pt_br: O número do telefone é inválido
ru: Неверный номер телефона
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
vi: Số điện thoại không hợp lệ
zh_hans: 手机号无效
zh_hant: 手機號無效

# newuser_account_mobile
source: Phone number
es_mx: Número telefónico
hi: फ़ोन नंबर
ja: 電話番号
ko: 전화 번호
pt_br: Número do telefone
ru: Номер телефона
th: หมายเลขโทรศัพท์
vi: Số điện thoại
zh_hans: 手机号
zh_hant: 手機號

# newuser_account
source: Personal info
es_mx: Información personal
hi: निजी जानकारी
ja: プロフィール
ko: 개인정보
pt_br: Informações pessoais
ru: Личная информация
th: รายละเอียดส่วนตัว
vi: Thông tin cá nhân
zh_hans: 个人信息
zh_hant: 個人信息

# puzzle_layouts
source: Patterns
es_mx: Patrones
hi: पैटर्न
ja: パターン
ko: 패턴
pt_br: Padrões
ru: Жесты
th: ลวดลายแม่แบบ
vi: Mẫu hình
zh_hans: 布局
zh_hant: 佈局

# setting_password_off_alert
source: Pattern Lock is off. Turn it on now?
es_mx: El bloqueo de patrones está apagado. ¿Desea encenderlo ahora?
hi: पैटर्न लॉक बंद है। इसे अभी चालू करें?
ja: パターンロックがオフです。今すぐオンにしますか？
ko: 패턴잠금이 해제되어 있습니다. 지금 작동하시겠습니까?
pt_br: Bloqueio de padrão está desativado. Ativá-lo agora?
ru: Блокировка жестом отключена. Включить сейчас?
th: รหัสผ่านแบบลากเส้นปิดใช้แล้ว ต้องการเปิดใช้ตอนนี้หรือไม่
vi: Khóa Mẫu hình tắt. Bật ngay bây giờ?
zh_hans: 手势密码已关闭，是否现在开启？
zh_hant: 手勢密碼已關閉,是否現在開啟?

# setting_gesture_password
source: Pattern Lock
es_mx: Bloqueo de patrones
hi: पैटर्न लॉक
ja: パターンロック
ko: 패턴 잠금
pt_br: Bloqueio de padrão
ru: Блокировка жестом
th: รหัสผ่านแบบลากเส้น
vi: Khóa Mẫu hình
zh_hans: 手势密码
zh_hant: 手勢密碼

# newuser_invalid_password
source: Password requires 6-20 characters
es_mx: La contraseña requiere de 6-20 caracteres
hi: पासवर्ड के लिए 6-20 वर्णों की ज़रूरत है
ja: パスワードは6～20文字
ko: 암호는 6-20개의 문자를 사용해야 합니다
pt_br: A senha precisa de 6 a 20 caracteres
ru: Пароль должен содержать от 6 до 20 символов
th: รหัสผ่านต้องมี 6-20 ตัวอักษร
vi: Mật khẩu yêu cầu 6-20 ký tự
zh_hans: 密码需由6-20位字符组成
zh_hant: 密碼需有6-20位字符組成

# password_different
source: Password not match. Please try again.
es_mx: Contraseña errónea. Intente de nuevo.
hi: पासवर्ड मिलान में नहीं है। कृपया पुनः प्रयास करें।
ja: パターンが一致しません。
ko: 암호가 일치하지 않습니다. 다시 시도하십시오.
pt_br: Senha errada. Tente novamente.
ru: Пароли не совпадают. Повторите.
th: รหัสผ่านไม่ตรงกัน โปรดลองอีกครั้ง
vi: Mật khẩu không khớp. Vui lòng thử lại.
zh_hans: 两次密码不一致，请重新设置
zh_hant: 兩次密碼不一致，請重新設置

# password_wrong
source: Password is incorrect. Please try again.
es_mx: La contraseña es incorrecta. Inténtelo nuevamente.
hi: पासवर्ड ग़लत है। कृपया पुनः प्रयास करें।
ja: 回答が間違っています。
ko: 암호가 올바르지 않습니다. 다시 시도하십시오.
pt_br: A senha está incorreta. Tente novamente.
ru: Неверный пароль. Попробуйте еще раз.
th: รหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง
vi: MK không đúng. Hãy thử lại.
zh_hans: 密码错误，请重试
zh_hant: 密碼錯誤，請重試

# setting_auto_save
source: Other camera save mode
es_mx: Modo guardar de otra cámara
hi: अन्य कैमरा सहेजें मोड
ja: その他のカメラ保存モード
ko: 기타 카메라 절전 모드
pt_br: Outro modo de salvamento de câmera
ru: Другой безопасный режим камеры
th: โหมดการบันทึกกล้องแบบอื่นๆ
vi: Chế độ lưu camera khác
zh_hans: 其他相机拍照自动保存
zh_hant: 其他相機拍照自動保存

# gallery_otheralbum
source: Other Albums
es_mx: Otros álbumes
hi: अन्य एल्बम
ja: 他のアルバム
ko: 기타 앨범
pt_br: Outros álbuns
ru: Др. альбомы
th: อัลบั้มอื่นๆ
vi: Album khác
zh_hans: 其他相册
zh_hant: 其他相冊

# gallery_high_org
source: Original (no effects)
es_mx: Original (sin efectos)
hi: मूल (कोई प्रभाव नहीं)
ja: オリジナル（エフェクトなし）
ko: 원본 (효과 없음)
pt_br: Original (sem efeitos)
ru: Оригинал (без эффектов)
th: ต้นฉบับ (ไม่มีเอฟเฟ็ค)
vi: Gốc (không có hiệu ứng)
zh_hans: 原图(无特效)
zh_hant: 原圖(無特效)

source: Original
hi: मूल
ja: オリジナル
ko: 원본
ru: Оригинал
th: ภาพเดิม
vi: Gốc
zh_hans: 原图
zh_hant: 原圖

# setting_password_turn_on
source: ON
es_mx: ENCENDIDO
hi: चालू
ja: オン
ko: 켜기
pt_br: Ativo
ru: ВКЛ.
th: เปิด
vi: BẬT
zh_hans: 开启
zh_hant: 開啟

# common_ok
source: Ok
hi: ठीक
th: โอเค
zh_hans: 确定
zh_hant: 確定

# setting_album_encryption_off
source: OFF
es_mx: APAGADO
hi: बंद
ja: オフ
ko: 끄기
pt_br: Inativo
ru: ВЫКЛ.
th: ปิด
vi: TẮT
zh_hans: 关闭
zh_hant: 關閉

# newuser_register_mobile_already_registered
source: Number is already registered, log in?
es_mx: El número ya está registrado, ¿Desea iniciar sesión?
hi: नंबर पहले ही पंजीकृत है, लॉगइन करें?
ja: この番号はすでに登録されています。ログインしますか？
ko: 이미 등록된 번호입니다. 지금 등록하시겠습니까?
pt_br: O número já está registrado, fazer login?
ru: Номер уже зарегистрирован. Выполнить вход?
th: หมายเลขโทรศัพท์ถูกใช้ลงทะเบียนแล้ว เข้าสู่ระบบหรือไม่
vi: Số đã được đăng ký, đăng nhập?
zh_hans: 该手机号已被注册，是否尝试立即登录？
zh_hant: 該手機號已被註冊，是否嘗試立即登錄？

# newuser_bind_mobile_already_registered
source: Number is already registered
es_mx: El número ya está registrado
hi: नंबर पहले ही पंजीकृत है
ja: この番号はすでに登録されています。
ko: 이미 등록된 번호입니다.
pt_br: O número já está registrado
ru: Номер уже зарегистрирован
th: หมายเลขใช้ลงทะเบียนแล้ว
vi: Số đã được đăng ký
zh_hans: 该手机号已被注册，请重新输入
zh_hant: 該手機號已被註冊，請重新輸入

# gallery_start_tips
source: Now record your life with Camera360!
es_mx: ¡Registre su vida ahora con Camera360!
hi: अब Camera360 के साथ अपना जीवन रिकॉर्ड करें!
ja: Camera360で日々の生活を記録！
ko: 지금 Camera360으로 나만의 인생을 기록하세요!
pt_br: Agora registre a sua vida com a Camera360!
ru: Теперь записывайте вашу жизнь с помощью Camera360!
th: ตอนนี้บันทึกชีวิตของคุณด้วย Camera360
vi: Bây giờ, hãy ghi lại cuộc sống của bạn bằng Camera360!
zh_hans: 开始用Camera360纪录你的生活吧
zh_hant: 開始用Camera360紀錄你的生活吧

# newuser_account_unbind
source: Not bound
es_mx: Sin vincular
hi: बाउंड नहीं है
ja: リンクしていません。
ko: 바인딩되지 않음
pt_br: Não vinculado
ru: Не связан
th: ยังไม่ผูก
vi: Không gắn kết
zh_hans: 未绑定
zh_hant: 未綁定

# gallery_appraise_cancel
source: No,thanks!
es_mx: ¡No, gracias!
hi: नहीं, धन्यवाद!
ja: 評価しない
ko: 더 수정해야 합니다!
pt_br: Não, obrigado!
ru: Нет, спасибо!
th: ไม่สนใจ
vi: Không, cám ơn!
zh_hans: 还不够美
zh_hant: 還不夠美

# camera_tip_live_render_not_support
source: No real-time preview
es_mx: Sin vista previa en tiempo real
hi: कोई वास्तविक-समय का पूर्वावलोकन नहीं है
ja: プレビューに対応していません
ko: 실시간 미리보기를 지원하지 않습니다
pt_br: Sem visualização em tempo real
ru: Нет просмотра в реальном времени
th: ไม่รองรับการพรีวิวแบบเรียลไทม์
vi: Không xem trước thời gian thực
zh_hans: 不支持实时预览
zh_hant: 不支持實時預覽

# cloud_no_photo
source: No photo yet
es_mx: Sin fotografía aún
hi: अभी तक कोई फ़ोटो नहीं है
ja: 写真がありません。
ko: 사진 없음
pt_br: Nenhuma foto ainda
ru: Еще нет фото
th: ไม่มีรูปถ่าย ไปถ่ายรูป?
vi: Chưa có ảnh
zh_hans: 还没有照片
zh_hant: 還沒有照片

# gallery_fileNotExist
source: No photo
es_mx: Sin fotografía
hi: कोई फ़ोटो नहीं है
ja: ファイルが存在しません。
ko: 사진 없음
pt_br: Nenhuma foto
ru: Нет фото
th: ภาพนี้ไม่มี
vi: Không có ảnh
zh_hans: 文件不存在
zh_hant: 文件不存在

# newuser_account_nickname
source: Nickname
es_mx: Apodo
hi: उपनाम
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
ru: Псевдоним
th: ชื่อเล่น
vi: Biệt danh
zh_hans: 昵称
zh_hant: 暱稱

# newuser_next
source: Next
es_mx: Siguiente
hi: अगला
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
th: ต่อไป
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# password_next_step
source: Next
es_mx: Siguiente
hi: अगला
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
th: ขั้นตอนถัดไป
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# common_network_error
source: Network Error. Please retry later.
es_mx: Error de red. Vuelva a intentarlo más tarde.
hi: नेटवर्क त्रुटि। कृपया बाद में पुनः प्रयास करें।
ja: ネットワークエラー。後で再試行してください。
ko: 네트워크 오류. 나중에 다시 시도하십시오.
pt_br: Erro de rede. Tente novamente depois.
ru: Ошибка сети. Попробуйте позже.
th: เครือข่ายผิดปกติ โปรดลองอีกครั้งในภายหลัง!
vi: Lỗi Mạng. Vui lòng thử lại sau.
zh_hans: 网络出现异常,请稍后再试!
zh_hant: 網絡出現異常,請稍後再試!

# cloud_request_fail
source: Network Error
es_mx: Error de red
hi: नेटवर्क त्रुटि
ja: ネットワークエラー
ko: 네트워크 오류
pt_br: Erro de rede
ru: Ошибка сети
th: การเชื่อมต่อเครือข่ายได้ยกเลิก.
vi: Lỗi Mạng
zh_hans: 网络请求失败
zh_hant: 網絡請求失敗

# gallery_networkError
source: Network error
es_mx: Error de red
hi: नेटवर्क त्रुटि
ja: ネットワークに接続できません。
ko: 네트워크 오류
pt_br: Erro de rede
ru: Ошибка сети
th: เครือข่ายล้มเหลว
vi: Lỗi mạng
zh_hans: 无法连接网络
zh_hant: 無法連接網絡

# gallery_myalbum
source: My Album
es_mx: Mi álbum
hi: मेरी एल्बम
ja: マイアルバム
ko: 내 앨범
pt_br: Meu álbum
ru: Мой альбом
th: อัลบั้มของฉัน
vi: Album của Tôi
zh_hans: 我的相册
zh_hant: 我的相冊

# update_center_your_moment_fail
source: Modifying failed. Please retry.
es_mx: Falló la modificación. Inténtelo nuevamente.
hi: संशोधित करना विफल। कृपया पुनः प्रयास करें।
ja: 修正失敗。再試行してください。
ko: 수정 실패. 다시 시도하십시오.
pt_br: Modificação falhou. Tente novamente.
ru: Изменение не выполнено. Повторите попытку.
th: การเปลี่ยนแปลงผิดพลาด โปรดลองอีกครั้ง
vi: Sửa đổi thất bại. Vui lòng thử lại.
zh_hans: 个性签名修改失败，请重试
zh_hant: 個性簽名修改失敗，請重試

# puzzle_mirror
source: Mirror
es_mx: Espejo
hi: मिरर
ja: 反転
ko: 거울
pt_br: Espelhar
ru: Перевернуть
th: สะท้อน
vi: Bản sao
zh_hans: 翻转
zh_hant: 翻轉

# download_effect_must_login
source: Members enjoy special effects, log in to download.
es_mx: Los miembros disfrutan de efectos especiales, inicie sesión para descargarlos.
hi: सदस्य विशेष प्रभावों का आनंद लेते हैं, डाउनलोड करने के लिए लॉगइन करें।
ja: 会員限定エフェクトです。ダウンロードするにはログインしてください。
ko: 회원 전용 특수효과, 로그인 후 다운로드하십시오
pt_br: Membros desfrutam de efeitos especiais, faça login para baixar.
ru: Участники пользуются специальными эффектами, выполните вход для загрузки.
th: สมาชิกจะเพลิดเพลินกับเทคนิคพิเศษ เข้าสู่ระบบเพื่อดาวน์โหลด
vi: Thành viên được nhận hiệu ứng đặc biệt, đăng nhập để tải xuống.
zh_hans: 会员专享特效，请登录后下载。
zh_hant: 會員專享特效，請登錄後下載。

# setting_manual
source: Manual
hi: मैनुअल
ja: 手動
ko: 수동
ru: Вручную
th: โดยใช้มือ
vi: Thủ công
zh_hans: 手动
zh_hant: 手動

# gallery_appraise_title
source: Look forward to your rate
es_mx: Esperamos su calificación
hi: हम आपके मूल्यांकन के लिए उत्सुक हैं
ja: 評価して下さい
ko: 평가해주세요
pt_br: Aguardo a sua classificação
ru: С нетерпением ждем вашей оценки
th: หวังว่าจะได้รับการประเมินผลของคุณ
vi: Rất mong bạn xếp hạng
zh_hans: 鼓励一下
zh_hant: 鼓勵一下

# newuser_login_use_mobile_to_get_password
source: Login using SMS verification
es_mx: Iniciar sesión con verificación por SMS
hi: SMS सत्यापन का उपयोग करके लॉगइन करें
ja: SMS認証でログイン
ko: SMS 인증으로 로그인
pt_br: Fazer login usando verificação SMS
ru: Вход с помощью SMS-проверки
th: เข้าสู่ระบบโดยใช้การยืนยันทาง SMS
vi: Đăng nhập bằng xác thực qua SMS
zh_hans: 使用短信验证码登录
zh_hant: 使用短信驗證碼登錄

# newuser_login_run_into_problem
source: Login issues?
es_mx: problemas de la experiencia？
hi: लॉगइन मुद्दे हैं?
ja: 問題がありますか？
ko: 로그인에 문제가 있습니까?
pt_br: Problemas de login?
ru: Проблемы со входом?
th: มีปัญหาการเข้าสู่ระบบหรือไม่
vi: Đăng nhập có vấn đề?
zh_hans: 登录遇到问题？
zh_hant: 登錄遇到問題？
