Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# 相机新玩法，让你的照片动起来
source: A new camera play style, bring your photos to life!
es_mx: Un nuevo estilo de cámara, ¡da vida a tus fotos!
hi: नई कैमरा प्ले शैली, अपनी फ़ोटो जीवंत बनाएँ!
ja: カメラの新しいプレースタイル。写真を生き生きと!
ko: 새로운 카메라 플레이 스타일로 사진을 현실감있게!
pt_br: Um novo estilo de usar a câmera, traga suas fotos à vida!
ru: Новый стиль игры с камерой. Оживите ваши фотографии!
th: กล้องใหม่ที่มีสไตล์ ทำให้ภาพถ่ายของคุณมีชีวิต!
vi: Chế độ làm bức ảnh chuyển động
zh_hans: 相机新玩法，让你的照片动起来
zh_hant: 相機新玩法，讓妳的照片動起來

# 先添加内容才能生成视频哦
source: Add content to create videos
es_mx: Añade contenido para crear vídeos
hi: वीडियो बनाने के लिए सामग्री जोड़ें
ja: コンテンツを加えて動画をつくる
ko: 컨텐트 추가해 동영상 제작하기
pt_br: Adicione conteúdo para criar vídeos
ru: Добавьте содержимое для создания видео
th: เพิ่มเนื้อหาในการสร้างวิดีโอ
vi: Thêm nội dung mới phát được video
zh_hans: 先添加内容才能生成视频哦
zh_hant: 先添加內容才能生成視頻哦

# 让你的照片动起来
source: Bring your photos to life
es_mx: Da vida a tus fotos
hi: अपनी फ़ोटो जीवंत बनाएँ
ja: 写真を生き生きと
ko: 사진을 생동감있게 만드세요.
pt_br: Traga suas fotos à vida
ru: Оживите ваши фотографии!
th: ทำให้ภาพถ่ายของคุณมีชีวิต
vi: Làm ảnh của bạn chuyển động
zh_hans: 让你的照片动起来
zh_hant: 讓妳的照片動起來

# 我用 Camera360 拍摄了%@，快来围观！
source: I used Camera360 to shoot %@, come spectate!
es_mx: He usado Camera360 para fotografiar %@, ¡ven a verlo!
hi: मैंने %@ शूट करने के लिए Camera360 का इस्तेमाल किया है, आओ और देखो!
ja: Camera360 でこの %@ を撮ってみました。ぜひご覧ください！
ko: 카메라360으로 %@를 찍었어요. 와서 구경하세요!
pt_br: Eu usei a Camera360 para fotografar %@, venha ver!
ru: Я использую Camera360, чтобы снимать %@, взгляните!
th: ฉันใช้ Camera360 ในการถ่ายภาพ %@ มาชมกัน!
vi: Tôi dùng Camera360 chụp %@, mau tới xem!
zh_hans: 我用 Camera360 拍摄了%@，快来围观！
zh_hant: 我用 Camera360 拍攝了%@，快來圍觀！

# 一张照片
source: a photo
es_mx: una fotografía
hi: फ़ोटो
ja: 写真
ko: 사진
pt_br: uma foto
ru: фото
th: รูปภาพ
vi: 1 bức ảnh
zh_hans: 一张照片
zh_hant: 壹張照片

# 一段短视频
source: a short video
es_mx: un video corto
hi: लघु वीडियो
ja: ショート動画
ko: 짧은 동영상
pt_br: um vídeo curto
ru: короткое видео
th: วิดีโอสั้น
vi: 1 đoạn video
zh_hans: 一段短视频
zh_hant: 壹段短視頻

# Camera360，让世界看见我
source: Camera360, let the world see me
es_mx: Camera360, deja que el mundo me vea
hi: Camera360, दुनिया मुझे देखे
ja: Camera360、世界中の人々に自分のことを見てもらいましょう。
ko: 카메라360만 있으면 세계가 나를 주목합니다.
pt_br: Camera360, deixe o mundo me ver
ru: Camera360, пусть мир меня увидит
th: Camera360 ให้โลกมองเห็นฉัน
vi: Camera360, cho cả thế giới thấy tôi
zh_hans: Camera360，让世界看见我
zh_hant: Camera360，讓世界看見我

# 试试新功能，让照片动起来
source: Try our new function, bring your photos to life!
es_mx: Prueba nuestra nueva función, ¡da vida a tus fotos!
hi: हमारा नया फ़क्शन आज़माएँ, अपनी फ़ोटो जीवंत बनाएँ!
ja: 新機能をお試しください。写真を生き生きと！
ko: 새로운 기능을 이용해 사진에 생명을 불어넣으세요!
pt_br: Experimente a nossa nova função, traga suas fotos à vida!
ru: Испробуйте нашу новую функцию, оживите ваши фотографии!
th: ลองฟังก์ชั่นใหม่ของเรา ทำให้ภาพถ่ายของคุณมีชีวิต!
vi: Thử tính năng mới, ảnh chuyển động
zh_hans: 试试新功能，让照片动起来
zh_hant: 試試新功能，讓照片動起來

# 照片已保存到相册
source: Photo saved to album
es_mx: Foto guardada en el álbum
hi: फ़ोटो एल्बम में सहेजा गया
ja: 写真をアルバムに保存しました。
ko: 사진 앨범 저장 완료
pt_br: Foto salva no álbum
ru: Фотографии, сохраненные в альбом
th: ภาพบันทึกไว้ในอัลบั้มแล้ว
vi: Ảnh đã lưu vào album
zh_hans: 照片已保存到相册
zh_hant: 照片已保存到相冊

# 下一步
source: Next
es_mx: Siguiente
hi: अगला
ja: 次
ko: 다음
pt_br: Próximo
ru: Далее
th: ต่อไป
vi: Bước sau
zh_hans: 下一步
zh_hant: 下一步

# 直接分享，画质更清晰
source: Share directly; clearer quality
es_mx: Compartir directamente; mejor calidad
hi: सीधे साझा करें; और स्पष्ट गुणवत्ता
ja: 直接共有、より高い鮮明度
ko: 직접 공유; 확실한 품질
pt_br: Partilhar diretamente; qualidade mais nítida
ru: Прямой обмен файлами; более высокое качество изображения
th: แชร์โดยตรง; ความคมชัดมากขึ้น
vi: Trực tiếp chia sẻ, chất lượng ảnh càng đẹp hơn
zh_hans: 直接分享，画质更清晰
zh_hant: 直接分享，畫質更清晰

# gallery_deletePhotoVideoTip
source: Delete %zd items
es_mx: Eliminar %zd elementos
hi: %zd आइटम हटाएँ
ja: %zd アイテムを削除する
ko: 파일 %zd 삭제
pt_br: Eliminar %zd artigos
ru: Удалить %zd элемента
th: ลบ %zd รายการ
vi: Xoá %zd mục
zh_hans: 删除%zd个项目
zh_hant: 刪除%zd个項目

# gallery_deleteVideoTip
source: Delete %zd videos
es_mx: Eliminar %zd videos
hi: %zd वीडियो हटाएँ
ja: %zd 動画を削除する
ko: 동영상 %zd 삭제
pt_br: Eliminar %zd vídeos
ru: Удалить %zd видео
th: ลบ %zd วิดีโอ
vi: Xoá %zd video
zh_hans: 删除%zd个视频
zh_hant: 刪除%zd个視頻

# 导出视频
source: Export video
es_mx: Exportar video
hi: वीडियो निर्यात करें
ja: 動画をエクスポートする
ko: 동영상 내보내기
pt_br: Exportar vídeo
ru: Экспорт видео
th: ส่งออกวิดีโอ
vi: Tạo Video
zh_hans: 导出视频
zh_hant: 導出視頻

# pc_system_recommended_users
source: System recommended user
es_mx: Usuario recomendado por el sistema
hi: सिस्टम की सिफ़ारिश का उपयोगक र्ता
ja: システム推奨のユーザー
ko: 시스템 추천 사용자
pt_br: Usuário recomendado pelo sistema
ru: Рекомендованный системой пользователь
th: ระบบที่แนะนำผู้ใช้
vi: User hệ thống đề xuất
zh_hans: 系统推荐用户
zh_hant: 系統推薦用戶

# pc_topDresser_title
source: Master ranking
es_mx: Clasificación de maestros
hi: मास्टर रैंकिंग
ja: マスター・ランキング
ko: 마스터 순위
pt_br: Classificação de mestre
ru: Рейтинг матера
th: การจัดอันดับมาสเตอร์
vi: Bảng Got Talent
zh_hans: 达人榜
zh_hant: 達人榜

# pc_todDresser_banner_owner_desc
source: Symbol of honor
es_mx: Símbolo de honor
hi: सम्मानकाप्रतीक
ja: 栄誉のシンボル
ko: 명예의상징
pt_br: Símbolo de honra
ru: Символ чести
th: สัญลักษณ์แห่งเกียรติยศ
vi: Biểu tượng vinh dự
zh_hans: -荣 誉 身 份 象 征-
zh_hant: 榮譽身份象征

# pc_todDresser_banner_global_title
source: Global recommended
es_mx: Recomendado en general
hi: वैश्विक सिफ़ारिश
ja: グローバルな推奨
ko: 글로벌 추천
pt_br: Global recomendado
ru: Глобально рекомендуется
th: ทั่วโลกแนะนำ
vi: Toàn cầu đề xuất
zh_hans: 全球推荐
zh_hant: 全球推薦

# pc_todDresser_banner_global_desc
source: More followers
es_mx: Más seguidores
hi: अधिकअनुसरणकर्ता
ja: より多くのフォロワー
ko: 팔로워늘이기
pt_br: Mais seguidores
ru: Больше подписчиков
th: มีผู้ติดตามมากขึ้น
vi: Nhiều người follow
zh_hans: -更 多 用 户 关 注-
zh_hant: 更多用戶關注

# pc_publsh_poi_title
source: Select location
es_mx: Escoger ubicación
hi: स्थान चुनें
ja: 位置情報を選択する
ko: 위치 선택
pt_br: Selecionar local
ru: выбрать
th: เลือกสถานที่ตั้ง
vi: Chọn vị trí
zh_hans: 选择位置
zh_hant: 選擇位置

# pc_location_fail
source: Failed to obtain location
es_mx: No se ha podido obtener la ubicación
hi: स्थान प्राप्त करना विफल
ja: 位置情報の取得に失敗しました。
ko: 위치 정보 가져오기 실패
pt_br: Falhou em obter local
ru: Не удалось получить расположение
th: ล้มเหลวที่จะได้รับสถานที่ตั้ง
vi: Định vị thất bại
zh_hans: 位置获取失败
zh_hant: 位置獲取失敗

# pc_common_location_disable_title
source: Cannot obtain location
es_mx: No se puede obtener la ubicación
hi: स्थान प्राप्त नहीं किया जा सकता
ja: 位置情報を取得できません。
ko: 위치정보를 가져올 수 없습니다.
pt_br: Não é possível obter local
ru: Не удалось получить местоположение
th: ไม่สามารถรับสถานที่ตั้ง
vi: Không thể xác định vị trí
zh_hans: 无法获取地理位置
zh_hant: 無法獲取地理位置

# pc_common_location_disable_detail
source: Turn on location services for Camera360
es_mx: Activa los servicios de ubicación para Camera360
hi: Camera360 के लिए स्थान सेवाएँ चालू करें
ja: Camera360の位置情報サービスをオンにする
ko: 카메라360을 위해 위치서비스를 켜세요.
pt_br: Ativar serviços de local para a Camera360
ru: Включить службы определения местоположения для Camera360
th: เปิดบริการสถานที่สำหรับ Camera360
vi: Xin mở quyền định vị của Camera360
zh_hans: 请开启Camera360定位服务权限
zh_hant: 請開啟Camera360定位服務權限

# pc_common_start_service
source: Turn on
es_mx: Activar
hi: चालू करें
ja: オンにする
ko: 켤게요
pt_br: Ativar
ru: Включить
th: เปิด
vi: Mở định vị
zh_hans: 开启服务
zh_hant: 開啟服務

# 微信最新版本，支持10秒以内视频，请打开微信后从相册选择视频分享
source: Available on WeChat 6.5.1 and above. You can select video and post it on WeChat moments directly
zh_hans: 微信最新版本，支持10秒以内视频，请打开微信后从相册选择视频分享

# 分享到朋友圈
source: Share to WeChat moments
zh_hans: 分享到朋友圈

# 打开微信
source: Open WeChat
zh_hans: 打开微信

# pc_common_localation_guide
source: Obtain location access
es_mx: Obtener acceso a la ubicación
hi: स्थान पहुँच प्राप्त करें
ja: ロケーションにアクセスする
ko: 위치정보 이용 동의
pt_br: Obter acesso local
ru: Получить доступ к местоположению
th: ได้รับการเข้าถึงตำแหน่งที่ตั้ง
vi: Thêm quyền định vị vị trí
zh_hans: 获取地理位置权限
zh_hant: 獲取地理位置權限

# pc_common_localation_start
source: On
es_mx: Activado
hi: चालू करना
ja: オン
ko: 온
pt_br: Ativar
ru: Вкл.
th: บน
vi: Kích hoạt
zh_hans: 开
zh_hant: 開啟

# pc_share_a_photo
source: Share a photo from %@
es_mx: Compartir una foto de %@
hi: %@ से फ़ोटो साझा करें
ja: %@ からの写真を共有する
ko: %@ 의 사진을 공유하세요
pt_br: Compartilhe uma foto de %@
ru: Поделиться фото от %@
th: แชร์รูปภาพจาก %@
vi: Chia sẻ 1 bức hình của %@
zh_hans: 分享 %@ 的一张照片
zh_hant: 分享 %@ 的一張照片

# pc_share_a_selection_of_images
source: Share a photo collection from %@
es_mx: Compartir una colección de fotos de %@
hi: %@ फ़ोटो संग्रह साझा करें
ja: %@ からの写真コレクションを共有する
ko: %@ 의 사진모음을 공유하세요
pt_br: Compartilhe uma coleção de fotos de %@
ru: Поделиться коллекцией фото от %@
th: แชร์คอลเล็คชั่นรูปภาพจาก %@
vi: Chia sẻ 1 album của %@
zh_hans: 分享 %@ 的一组照片
zh_hant: 分享 %@ 的一組照片

# pc_share_a_video
source: Share a short video from %@
es_mx: Compartir un video corto de %@
hi: %@ से छोटा वीडियो साझा करें
ja: %@ からのショートビデオを共有する
ko: %@ 의 짧은 동영상을 공유하세요
pt_br: Compartilhe um vídeo curto de %@
ru: Поделиться коротким видео от %@
th: แชร์วีดีโอสั้นจาก %@
vi: Chia sẻ 1 clip ngắn của %@
zh_hans: 分享 %@ 的一段短视频
zh_hant: 分享 %@ 的一段短視頻

# pc_topDresser_tip
source: Rank by number of photos and interactive level for the last 3 days
es_mx: Clasificar por cantidad de fotos y nivel de interacción en los 3 últimos días
hi: फ़ोटो की संख्या और पिछले 3 दिनों में इंटरेक्टिव स्तर के द्वारा रैंक दें
ja: 写真数によるランクおよび過去3日間のインタラクティブ・レベル
ko: 지난 3일간의 사진 업로드수와 소통 수준에 따른 순위
pt_br: Classificar pelo número de fotos e nível interativo para os últimos 3 dias
ru: Рейтинг по количеству фотографий и интерактивному уровню за последние 3 дня
th: จัดอันดับจากจำนวนของภาพถ่ายและระดับการโต้ตอบใน 3 วันที่ผ่านมา
vi: BXH lượng tương tác và số tác phẩm 3 ngày gần đây
zh_hans: 按近3天作品数和互动量排名
zh_hant: 按近3天作品數和互動量排名

# 删除视频
source: Delete videos
es_mx: Eliminar vídeos
hi: आइटम हटाएँ
ja: 動画を削除
ko: 동영상삭제
pt_br: Eliminar vídeos
ru: удалить видео
th: ลบวิดีโอ
vi: Xoá video
zh_hans: 删除视频
zh_hant: 刪除視頻

# camera_effect_magicSkin
source: Magic Skin
th: ผิวสดใส
zh_hans: 魔法美肤
zh_hant: 魔法美膚

# camera_effect_hdr
source: HDR
zh_hans: 风景HDR
zh_hant: 風景HDR

# camera_effect_animeSkye
source: Anime Sky
zh_hans: 漫画天空
zh_hant: 漫畫天空

# camera_effect_movie
source: Movie
ja: 映画
ko: 무비
th: ภาพยนตร์
vi: Phim ảnh
zh_hans: 电影色
zh_hant: 電影色

# publish_goto_setting
source: Cannot jump, need to manually go to settings
es_mx: No te lo puedes saltar, tienes que ir manualmente a los ajustes
hi: छोड़ नहीं सकते, मैनुअल सेटिंग्स में जाने की ज़रूरत है
ja: 移動できません。手作業で設定まで移動します。
ko: 점프는 안되요, 설정에서 직접 변경하세요
pt_br: Não pode pular, precisa ir manualmente para configurações
ru: Не удается перейти, необходимо вручную перейти к настройкам
th: ไม่สามารถข้ามไปได้ ต้องไปดำเนินการเองที่การตั้งค่า
vi: Không thể tiến hành, xin vào cài đặt bằng tay
zh_hans: 无法进行跳转，请手动前往设置
zh_hant: 無法進行跳轉，請手動前往設置

# hot_recommond
source: Hot
es_mx: Caliente
hi: हॉट
ja: 素敵な
ko: 핫
pt_br: Quente
ru: Популярные
th: ยอดนิยม
zh_hans: 热门推荐
zh_hant: 熱門推薦

# pc_applydresser_now
source: Apply now
es_mx: Aplica ahora
hi: अभी अप्लाई करें
ja: 今すぐ申し込む
ko: 지금 신청
pt_br: Aplique agora
ru: приложение
th: ลงทะเบียนเลย
vi: Xin Ngay
zh_hans: 立即申请
zh_hant: 立即申請

# pc_feed_boutique_recomment
source: Featured
es_mx: Incluido
hi: फ़ीचर्ड
ja: 注目の
ko: 인기
pt_br: Exibido
ru: Избранное
th: ส่วนสำคัญ
vi: Tốt
zh_hans: 推荐
zh_hant: 推薦

# 已选择%d张照片
source: Selected %d photos
es_mx: Seleccionado %d fotos
hi: चयनित %d तस्वीरें
ja: %d 写真が選択されました。
ko: 사진 %d장 선택됨
pt_br: Selecionado %d fotos
ru: Отобранные %d фото
th: เลือก %d รูปภาพแล้ว
vi: Chọn %d ảnh
zh_hans: 已选择%d张照片
zh_hant: 已選擇%d張照片

# 已选择%d个视频
source: Selected %d videos
es_mx: Seleccionado %d videos
hi: चयनित %d वीडियो
ja: %d 動画が選択されました。
ko: 동영상 %d편 선택됨
pt_br: Selecionado %d vídeos
ru: Отобранные %d видео
th: เลือก %d วีดีโอแล้ว
vi: Chọn %d video
zh_hans: 已选择%d个视频
zh_hant: 已選擇%d個視頻

# 已选择%d个项目
source: Selected %d items
es_mx: Seleccionado %d artículos
hi: चयनित %d आइटम
ja: %d アイテムが選択されました。
ko: 아이템 %d개 선택됨
pt_br: Selecionado %d itens
ru: Отобранные %d пункты
th: เลือก %d ไอเทมแล้ว
vi: Chọn %d file
zh_hans: 已选择%d个项目
zh_hant: 已選擇%d個項目

# 制作动态照片
source: Create Dynamic Photo
es_mx: Foto dinámica
hi: गतिशील फ़ोटो
ja: ダイナミック写真
ko: 움짤 사진
pt_br: Texturas dinâmicas
ru: Динамические текстуры
th: ภาพแบบไดนามิก
vi: Ảnh động
zh_hans: 制作动态照片
zh_hant: 製作動態照片

# pc_bound_success
source: Bound
es_mx: Vincular
hi: बाउंड है
ja: 関連付けられた
ko: 바인딩 완료
pt_br: Vincular
ru: Привязан
th: ผูก
vi: Đã liên kết
zh_hant: 完成綁定

# setting_touch_id
source: Touch ID
es_mx: ID táctil
hi: टच आईडी
ko: 터치 ID
pt_br: ID de toque
