Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# auto_camera_scene_backlight
source: Backlight
es_mx: Luz de fondo
hi: बैकलाइट
ja: バックライト
ko: 백라이트
pt_br: Luz de fundo
ru: Подсветка
th: ไฟพื้นหลัง
vi: Đèn nền
zh_hans: 逆 光
zh_hant: 逆 光

# auto_camera_scene_view
source: Scenic
es_mx: Panorámico
hi: दर्शनीय
ja: 風景
ko: 풍경
pt_br: Cênico
ru: Живописный
th: ภาพวิว
vi: Phong cảnh
zh_hans: 风 景
zh_hant: 風 景

# auto_camera_tips_group
source: Group
es_mx: Agrupar
hi: समूह
ja: 集合写真
ko: 그룹
pt_br: Grupo
ru: Группа
th: รูปภาพหมู่
vi: Nhóm
zh_hans: 多 人
zh_hant: 多 人

# store_keep_last_one_effect_package
source: Keep at least one effect pack
es_mx: Conservar al menos un paquete de efectos
hi: कम-से-कम एक प्रभाव पैक रखें
ja: エフェクトパックが1つ以上必要です
ko: 최소 하나의 효과 팩이 필요합니다
pt_br: Manter pelo menos um pacote de efeitos
ru: Оставьте хотя бы один пакет эффектов
th: เก็บไว้อย่างน้อยหนึ่งชุดเอฟเฟ็ค
vi: Giữ ít nhất một gói hiệu ứng
zh_hans: 请至少保留一个特效包
zh_hant: 請至少保留一個特效包

# homepage_appCenter
source: App list
es_mx: Lista de aplicaciones
hi: ऐप सूची
ko: 앱 목록
pt_br: Lista de aplicativos
ru: Список приложений
vi: Danh sách ứng dụng
zh_hans: 应用中心
zh_hant: 應用中心

# gallery_puzzle_savedPhoto
source: Saved successfully
es_mx: Se guardó correctamente
hi: सफलतापूर्वक सहेजा गया
ko: 저장 성공
pt_br: Salvo com sucesso
ru: Успешно сохранено
vi: Đã lưu thành công
zh_hans: 照片已保存成功
zh_hant: 照片已保存成功

# camera_tip_AF_AE_lock_front
source: Auto-Exposure Lock
es_mx: Bloqueo de exposición automática
hi: ऑटो-एक्सपोज़र लॉक
ja: AEロック
ko: 자동 노출 잠금
pt_br: Bloqueio de exposição automática
ru: Блокировка автоэкспозиции
th: ล็อคค่ารับแสงออโต้
vi: Khóa Tự động Phơi sáng
zh_hans: 自 动 曝 光 锁 定
zh_hant: 自 動 曝 光 鎖 定

# settingView_FQ
source: F&Q
hi: आम प्रश्न
ko: 자주하는 질문
pt_br: Perguntas e respostas
ru: Вопросы и ответы
vi: FAQ
zh_hans: 常见问题

# camera_select_ratio
source: Ratio
es_mx: Proporción
hi: अनुपात
ko: 비율
pt_br: Proporção
ru: Соотношение
th: เรโช
vi: Tỷ lệ
zh_hans: 画幅比例
zh_hant: 畫幅比例

# camera_select_multigrid
source: Multigrid
es_mx: Multicuadrícula
ko: 멀티 그리드
pt_br: Multi-grade
th: กล้องมัลติกริด
zh_hans: 多格
zh_hant: 多格

# camera_select_doubleEx
source: Double Ex
es_mx: Doble ex
ko: 이중 노출
ru: Двойная экспозиция
th: กล้องดับเบิ้ลอีเอ็กซ์
zh_hans: 双重曝光
zh_hant: 雙重曝光

# user_center_tokenExpire
source: User account has expired, to recover photo backup automatically, please enter your password and log in
es_mx: La cuenta del usuario ha expirado, para recuperar la copia de respaldo de fotografías automáticamente ingrese su contraseña e inicie sesión
hi: उपयोगकर्ता खाते की अवधि समाप्त हो गई है, फ़ोटो बैकअप स्वचालित रूप से पुनः प्राप्त करने के लिए, कृपया अपना पासवर्ड दर्ज करें और लॉग इन करें
ja: 接続がタイムアウトしました、もう一度ログインしてください
ko: 사용자 계정이 만료되었습니다. 백업된 사진을 자동복구하시려면 암호 입력 후 로그인하시기 바랍니다
pt_br: A conta do usuário expirou, para recuperar o backup de foto automaticamente, insira a sua senha e faça o login
ru: Срок действия учетной записи пользователя истек. Чтобы снова включить автоматическое резервное копирование фото, введите пароль и выполните вход
th: บัญชีผู้ใช้หมดอายุ เพื่อกู้ภาพสำรองอัตโนมัติ กรุณาป้อนรหัสผ่านและล็อกอิน
vi: Tài khoản người dùng đã hết hạn, để khôi phục sao lưu ảnh tự động, vui lòng nhập mật khẩu của bạn và đăng nhập
zh_hans: 账号已过期，请重新登录，马上恢复照片自动备份功能
zh_hant: 賬號已過期，請重新登錄，馬上恢復照片自動備份功能

# afterEditImage_savedToAlbum
source: Saved to album
es_mx: Guardar en álbum
hi: एल्बम में सहेजा गया
ja: アルバムに保存
ko: 앨범에 저장
pt_br: Salvo no álbum
ru: Сохранено в альбом
th: บันทึกไปที่อัลบั้ม
vi: Đã lưu vào album
zh_hans: 照片已保存到相册
zh_hant: 照片已儲存至相冊

# loadPage_skip
source: Skip
es_mx: Saltear
hi: छोड़ें
ko: 생략
pt_br: Pular
vi: Bỏ qua
zh_hans: 跳过

# app_shortcut_camera
source: Easy Camera
hi: आसान कैमरा
ja: スマートカメラ
ko: 이지 카메라
ru: Простая камера
th: กล้องอีซี่
zh_hans: 智能相机
zh_hant: 智能相機

# app_shortcut_selfie
source: Selfie Camera
hi: सेल्फ़ी कैमरा
ja: 美肌自撮り
ko: 셀카 카메라
pt_br: Câmera de Selfie
ru: Фото-селфи
th: กล้องเซลฟี
zh_hans: 美肤自拍
zh_hant: 美膚自拍

# app_shortcut_album
source: My Album
es_mx: Mi álbum
hi: मेरी एल्बम
ja: マイアルバム
ko: 내 앨범
pt_br: Meu álbum
ru: Мой альбом
th: อัลบั้มของฉัน
vi: Album của Tôi
zh_hans: 我的相册
zh_hant: 我的相冊

# camera_menu_tip_oneKeyBeautyMode_on
source: Auto-contour On
es_mx: Contorno automático encendido
hi: ऑटो-कंटूर चालू
ja: 自動美顔オン
ko: 자동 윤곽 켜기
pt_br: Contorno automático ativo
ru: Автоконтур вкл.
th: เค้าโครงออโต้ เปิด
vi: Bật Tự động bao
zh_hans: 自动塑颜打开
zh_hant: 自動塑顏打開

# camera_menu_tip_oneKeyBeautyMode_off
source: Auto-contour Off
es_mx: Contorno automático apagado
hi: ऑटो-कंटूर बंद
ja: 自動美顔オフ
ko: 자동 윤곽 끄기
pt_br: Contorno automático inativo
ru: Автоконтур выкл.
th: เค้าโครงออโต้ ปิด
vi: Tắt Tự động bao
zh_hans: 自动塑颜关闭
zh_hant: 自動塑顏關閉

source: Skin
hi: स्किन
ja: 美肌
ko: 피부
pt_br: Pele
ru: Тема
th: ผิว
vi: Làn da
zh_hans: 美肤
zh_hant: 美膚

# newUser_inputcode_retry
source: Get
es_mx: Obtener
hi: प्राप्त करें
ja: ゲットする
ko: 받기
pt_br: Obter
ru: Получить
th: รับ
vi: Nhận về
zh_hans: 获取
zh_hant: 獲取

source: Edit template
es_mx: Editar plantilla
hi: टेम्प्लेट संपादित करें
ja: テンプレート編集
ko: 템플릿 편집
pt_br: Editar modelo
ru: Редактировать шаблон
th: แก้ไขแม่แบบ
vi: Chỉnh sửa mẫu
zh_hans: 模板编辑
zh_hant: 模板編輯

# dynamic_stickers_downloadFail_tips
source: Download failed, check connection!
es_mx: Falló la descarga, ¡Verifique la conexión!
hi: डाउनलोड विफल, कनेक्शन की जाँच करें!
ja: ダウンロードは失敗しました。接続状況をチェックしてください！
ko: 다운로드 실패, 네트워크 상태를 확인하십시오!
pt_br: Download falhou, verifique a conexão!
ru: Загрузка не выполнена, проверьте подключение!
th: ดาวน์โหลดล้มเหลว ตรวจสอบการเชื่อมต่อ!
vi: Tải xuống thất bại, kiểm tra kết nối!
zh_hans: 请检查您的网络, 下载失败!
zh_hant: 請檢查您的網絡, 下載失敗!

# dynamic_stickers_align_face
source: Align your face
es_mx: Alinee su rostro
hi: अपना चेहरा संरेखित करें
ja: 顔を合わす
ko: 얼굴을 초점에 맞춰주십시오
pt_br: Alinhar o seu rosto
ru: Совместите лицо
th: ตั้งกล้องส่งอหน้าคุณ
vi: Căn khuôn mặt của bạn
zh_hans: 请对准脸部
zh_hant: 請對準臉部

# video_preview_title
source: Preview
es_mx: Vista previa
hi: पूर्वावलोकन
ja: プレビュー
ko: 미리보기
pt_br: Visualização
ru: Предварительный
th: พรีวิว
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# video_preview_share_stickerVideo_title
source: Camera360 Funny Stickers
es_mx: Funny Stickers de Camera360
hi: Camera360 फ़नी स्टिकर्स
ko: Camera360 퍼니 스티커
pt_br: Stickers Engraçados da Camera360
vi: Nhãn dán Vui Camera360
zh_hans: 相机360动感贴纸
zh_hant: 相機360動感貼紙

# video_preview_share_stickerVideo_content
source: What a magical sticker, I'm entranced, want to try？
es_mx: Qué pegatina mágica; estoy fascinado. ¿Desea probarla?
hi: कितना जादुई स्टिकर है, मैं अभिभूत हूँ, आज़माना चाहते हैं?
ja: なんて素敵なステッカーなんでしょう。とても気に入りました。あなたも試してみませんか？
ko: 황홀한 마법의 스티커, 사용해 보실래요?
pt_br: Que sticker mágico, estou hipnotizado, quer tentar？
ru: Какой волшебный и очаровательный стикер, хотите попробовать?？
th: ช่างเป็นสติกเกอร์มหัศจรรย์ ฉันถึงกับตะลึงเลย อยากจะลองมั้ย?
vi: Thật là một nhãn dán màu nhiệm, khiến tôi thấy mê ly, bạn có muốn thử không?
zh_hans: 好魔性的动感贴纸，我已经入魔，要不要试一下？
zh_hant: 好魔性的動感貼紙，我已經入魔，要不要試一下？

# video_preview_savevideo_fail
source: Save failed, try again
es_mx: Falló la acción de guardar, inténtelo nuevamente
hi: सहेजना विफल, पुनः प्रयास करें
ja: 保存は失敗しました。再度お試しください。
ko: 저장 실패, 다시 시도하십시오
pt_br: Salvamento falhou, tente novamente
ru: Не удалось сохранить, попробуйте еще раз
th: การบันทึกล้มเหลว ลองใหม่อีกครั้ง
vi: Lưu thất bại, thử lại
zh_hans: 保存失败,请重试
zh_hant: 保存失敗，請重試

# video_preview_author_tips
source: To save video goto: Settings -> Privacy -> Photos -> Camera360
es_mx: Para guardar el video vaya a: Ajustes -> Privacidad -> Fotografías -> Camera360
hi: वीडियो गोटु सहेजने के लिए: सेटिंग्स -> गोपनीयता -> फ़ोटो -> Camera360
ja: ビデオを保存するには次のように進みます。: 設定 -> プライバシー -> 写真 -> Camera360
ko: 동영상 저장 : 설정 -> 개인 정보 보호 -> 사진 -> Camera360
pt_br: Para salvar vídeo, vá para: Configurações -> Privacidade -> Fotos -> Camera360
ru: Для сохранения видео откройте: Настройки > Конфиденциальность > Фотографии > Camera360
th: เพื่อบันทึกวิดีโอ ไปที่: การตั้งค่า -> ความเป็นส่วนตัว -> รูปภาพ -> Camera360
vi: Để lưu video, đi tới: Cài đặt -> Quyền riêng tư -> Ảnh -> Camera360
zh_hans: 保存视频需在系统设置中打开隐私服务：设置->隐私->照片->Camera360
zh_hant: 保存視頻需在系統設置中打開隱私服務：設定->隱私->照片->Camera360

# video_preview_save
source: Save
es_mx: Guardar
hi: सहेजें
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохр.
th: บันทึกภายในเครื่อง
vi: Lưu
zh_hans: 保存本地
zh_hant: 保存本地

# video_preview_uploading
source: Uploading…
es_mx: Cargando…
hi: अपलोड हो रहा है...
ja: アップロードしています…
ko: 업로드 중 ...
pt_br: Carregando...
ru: Отправка…
th: กำลังอัปโหลด ...
vi: Đang tải lên...
zh_hans: 正在上传...
zh_hant: 正在上傳…

# video_longTap_take_video_tips
source: Hold to record
es_mx: Mantenga presionado para grabar
hi: रिकॉर्ड हेतु होल्ड करें
ja: 押し続けて記録する
ko: 누르면 동영상 녹화
pt_br: Segure para gravar
ru: Удерживайте для записи видео
th: กดค้างเพื่อบันทึก
vi: Giữ để ghi
zh_hans: 长按录制视频
zh_hant: 長按錄製視頻

# video_preview_voice_author_tips
source: Microphone service is off, cannot record sound. You can go to Settings to turn this on. (Settings-Privacy-Microphone-Turn On Mic for Camera360)
es_mx: El servicio de micrófono está apagado, no puede grabar sonido. Puede ir a Ajustes para encenderlo. (Ajustes-Privacidad-Micrófono-Encender mic para Camera360)
hi: माइक्रोफ़ोन सेवा बंद है, ध्वनि रिकॉर्ड नहीं हो सकती। इसे चालू करने के लिए आप सेटिंग्स पर जा सकते हैं। (सेटिंग्स-गोपनीयता-माइक्रोफ़ोन- Camera360 के लिए माइक चालू करें)
ja: マイク権限がオフになっていますので、音声を記録できません。これをオンにするには、「設定」に進みます。 (設定 - プライバシー - マイク - Camera360のマイク権限をオンにする)
ko: 마이크가 꺼져 있어 음성을 녹음 할 수 없습니다. 설정에서 켜실 수 있습니다. (설정 - 개인 정보 보호 - 마이크- Camera360용 마이크 켜기)
pt_br: O serviço do microfone está inativo, não é possível gravar som. Você pode ir para Configurações para ativar isso. (Configurações-Privacidade-Microfone-Ativar microfone da Camera360)
ru: Служба микрофона отключена, невозможно записать звук. Вы можете перейти в настройки, чтобы включить его. (Настройка-Конфиденциальность-Микрофон и включите микрофон для Camera360)
th: บริการไมโครโฟนปิด ไม่สามารถบันทึกเสียง คุณสามารถไปที่การตั้งค่าเพื่อเปิดการทำงานนี้ (การตั้งค่า-ความเป็นส่วนตัว-ไมโครโฟน-เปิดไมค์สำหรับ Camera360)
vi: Dịch vụ micrô tắt, không thể ghi âm thanh. Bạn có thể đi tới Cài đặt để bật dịch vụ này. (Cài đặt-Quyền riêng tư-Micrô-Bật Mic cho Camera360)
zh_hans: 检测到你的手机未开启麦克风服务，暂不可录制声音。你可在手机设置中开启服务。 (设置-隐私-麦克风-开启Camera360麦克风服务)
zh_hant: 檢測到你的手機未開啟麥克風服務，暫不可錄製聲音。你可在手機設定中開啟服務。 （設定-隱私-麥克風-開啟Camera360麥克風服務）

# video_preview_save_success
source: Saved
es_mx: Guardado
hi: सहेजा गया
ja: 保存しました。
ko: 저장
pt_br: Salvo
ru: Сохранено
th: บันทึกแล้ว
vi: Đã lưu
zh_hans: 保存成功
zh_hant: 保存成功

# grid_Ex_disable_recordVideo
source: Cannot record while MultiGrid or Double EX is turned on
es_mx: No se puede grabar mientras esté encendido Double EX o la Multicuadrícula
hi: जब MultiGrid या Double EX चालू हो, तो रिकॉर्ड नहीं हो सकता
ja: マルチグリッドモード、二重露出モードの起動中は保存ができません
ko: 멀티 그리드 또는 이중 노출이 작동되는 동안 녹화가 불가능합니다
pt_br: Não é possível gravar enquanto multigrade ou Double EX estiver ativo
ru: Не удается сделать запись, если режимы MultiGrid или Double EX включены
th: ไม่สามารถบันทึกได้ ขณะที่มัลติกริดหรือภาพซ้อนถูกเปิดใช้อยู่
vi: Không thể ghi trong khi MultiGrid hoặc Double EX được bật
zh_hans: 多格或双重曝光启用时无法使用录制视频功能
zh_hant: 多格或雙重曝光啟用時無法使用錄制視頻功能

# dynamic_stickers_isnotSupport
source: Sorry to notice that your cellphone does not support "Funny Sticker" for performance and compatibility problem
es_mx: Lamentamos notar que su teléfono móvil no es compatible con "Funny Sticker"por problemas de rendimiento y compatibilidad
hi: यह देखकर खेद हुआ कि आपका सेलफ़ोन निष्पादन और संगतता की समस्या के कारण "फ़नी स्टिकर" का समर्थन नहीं करता
ja: お使いの端末ではファニーステッカーをご利用頂けません
ko: 죄송합니다. 귀하의 휴대 전화 버전 및 호환성 문제로, "퍼니 스티커"가 지원되지 않습니다.
pt_br: Sinto muito em perceber que o seu celular não suporta "Sticker Engraçado" por problema de desempenho e compatibilidade
ru: Ваш телефон не поддерживает "Funny Sticker" из-за проблем с производительностью и совместимостью
th: เนื่องจากโทรศัพท์ของท่านขาดคุณสมบัติบางอย่าง จึงทำให้ไม่สามารถส่ง"Funny Stickers"
vi: Rất tiếc khi phải thông báo rằng điện thoại di động của bạn không hỗ trợ "Nhãn dán Vui" do vấn đề với hiệu năng và tính tương thích
zh_hans: 由于性能和兼容性问题，你的手机暂不支持"动感贴纸"功能
zh_hant: 由於性能和兼容性問題，妳的手機暫不支持"動感貼紙"功能

# sticker_share_lock_title
source: Camera360 Funny Stickers
es_mx: Funny Stickers de Camera360
hi: Camera360 फ़नी स्टिकर्स
ko: Camera360 퍼니 스티커
pt_br: Stickers engraçados da Camera360
vi: Nhãn dán Vui Camera360
zh_hans: 会说话的动感贴纸
zh_hant: 會說話的動感貼紙

# sticker_share_lock_content
source: What a magical sticker, I'm entranced, want to try？
es_mx: Qué pegatina mágica; estoy fascinado. ¿Desea probarla?
hi: कितना जादुई स्टिकर है, मैं अभिभूत हूँ, आज़माना चाहते हैं?
ja: なんて素敵なステッカーなんでしょう。とても気に入りました。あなたも試してみませんか？
ko: 황홀한 마법의 스티커, 사용해 보실래요?
pt_br: Que sticker mágico, estou hipnotizado, quer tentar？
ru: Какой волшебный и очаровательный стикер, хотите попробовать?？
th: ช่างเป็นสติกเกอร์มหัศจรรย์ ฉันถึงกับตะลึงเลย อยากจะลองมั้ย?
vi: Thật là một nhãn dán màu nhiệm, khiến tôi thấy mê ly, bạn có muốn thử không?
zh_hans: 看了这些妹纸的自拍，我选择狗带
zh_hant: 看了這些妹紙的自拍，我選擇狗帶

# user_center_weixin_login
source: WeChat
ko: 위챗
zh_hans: 微信
zh_hant: 微信

# user_center_login_tips
source: Last login
es_mx: Último acceso
hi: पिछला लॉगइन
ja: 前回登録
ko: 지난 번 로그인
pt_br: Último login
ru: Последний вход:
th: ครั้งที่แล้วเข้าสู่ระบบ
vi: Đăng nhập lần cuối
zh_hans: 上次登录
zh_hant: 上次登錄

# notification_camera360_title
source: Turn on Camera360 Notifications
es_mx: Encender notificaciones de camera360
hi: Camera360 अधिसूचनाएँ चालू करें
ja: Camera360 の通知をオンにする
ko: Camera360 공지를 켭니다
pt_br: Ativar notificações da Camera360
ru: Включите уведомления Camera360
th: เปิดการเตือน Camera360
vi: Bật Thông báo Camera360
zh_hans: 开启来自相机360的通知
zh_hant: 開啟來自相機360的通知

# notification_camera360_tips
source: Never miss out on "Likes" from users around the world❤️
es_mx: Nunca se pierda los "Me gusta" de los usuarios en todo el mundo❤️
hi: दुनिया भर से उपयोगकर्ताओं से "पसंद" कभी न छूटे❤️
ja: 世界各地のユーザーからの「いいね」をお見逃しなく❤️
ko: 세계 각국의 사용자들이 보내주는 "좋아요"를 놓치지 마세요❤️
pt_br: Nunca perca "Curtidas" de usuários de todo o mundo❤️
ru: Никогда не оставайтесь без "лайков" от пользователей со всего мира❤️
th: ไม่มีวันพลาดการกด "ไล้ค์"จากเพื่อนๆ ทั่วโลก❤️
vi: Đừng bỏ lỡ "Likes" từ những người dùng khắp nơi trên thế giới❤️
zh_hans: 不错过每一次点赞❤️
zh_hant: 不錯過每一次點讚❤️

# notification_camera360_ok
source: On
es_mx: Activado
hi: चालू करना
ja: オン
ko: 온
pt_br: Ativar
ru: Вкл.
th: บน
vi: Kích hoạt
zh_hans: 开启
zh_hant: 開啟

# c_mall
source: Points Redeem
es_mx: Canje de puntos
hi: पाइंट रीडीम
ja: ポイントモール
ko: C코인 쇼핑몰
pt_br: Resgate de pontos
ru: Использовать баллы
th: ช้อปปิ้ง
vi: Đổi Điểm
zh_hans: C币商城
zh_hant: C幣商城

# setting_privacypolicy
source: Privacy Policy
es_mx: Política de privacidad
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보 정책
pt_br: Política de Privacidade
ru: Политика конфиденц.
th: นโยบายความเป็นส่วนตัว
vi: Chính sách Quyền riêng tư
zh_hans: 隐私条款
zh_hant: 隱私條款

# faceAction_openMouth_tips
source: Open your mouth
es_mx: Abra la boca
hi: अपना मुँह खोलें
ja: 口を開けて
ko: 입을 벌리세요
pt_br: Abra a sua boca
ru: Откройте рот
th: อ้าปากซิ
vi: Mở miệng
zh_hans: 请张开嘴巴
zh_hant: 請張開嘴巴

# faceAction_raiseEyebrow_tips
source: Raise your eyebrow
es_mx: Levante una ceja
hi: अपनी भौं उठाएँ
ja: まゆげを上げて
ko: 눈썹을 위로 올리세요
pt_br: Levante a sua sobrancelha
ru: Поднимите брови
th: ยกคิ้วซิ
vi: Nhướn mày
zh_hans: 请抬下眉毛
zh_hant: 請擡下眉毛

# resultPage_share_to
source: share to
es_mx: Compartir en
hi: इससे साझा करें
ja: にシェアする
ko: 공유
pt_br: compartilhar com
ru: отправ.
th: แชร์ไปที่
vi: chia sẻ với
zh_hans: 分享至
zh_hant: 分享至

# Ccoin
source: C coins
es_mx: Monedas C
hi: C कॉइन
ja: C幣
ko: C코인
pt_br: Moedas C
ru: Монеты C
th: C เหรียญ
vi: C coin
zh_hans: C币
zh_hant: C幣

# welcome_start_now_btn_title
source: Start Now
es_mx: Iniciar ahora
hi: अभी प्रारंभ करें
ja: 今すぐスタート
ko: 지금 시작하기
pt_br: Iniciar agora
ru: Начните сейчас
th: เริ่มต้นเดี๋ยวนี้
vi: Bắt đầu Ngay bây giờ
zh_hans: 立即体验
zh_hant: 立即體驗

# store_buy_tip_content
source: Includes a total of %zd sets of %@ all new stickers, don't miss out!
es_mx: Incluye un total de %zd conjuntos de %@ etiquetas nuevas, ¡no te lo pierdas!
hi: %zd %@ सभी नए स्टिकर के कुल सेट शामिल हैं, छोड़ें नहीं!
ja: すべて新しいステッカー%@の%zd セット。この機会をお見逃しなく！
ko: 총 %zd세트의 %@ 새 스티커 포함, 놓치지 마세요!
pt_br: Inclui um total de %zd conjuntos de %@ stickers novíssimos, não perca!
ru: Включает всего %zd наборов %@ всех новых стикеров, не упустите!
th: รวมถึงการรวมชุด %zd ของ %@ สติกเกอร์ใหม่ทั้งหมด ห้ามพลาด!
vi: Bao gồm tổng cộng %zd bộ trong số %@ nhãn dán hoàn toàn mới, đừng bỏ lỡ!
zh_hans: 包含共%zd套%@全新贴纸，绝对不容易错过！
zh_hant: 包含共%zd套%@全新貼紙，絕對不容易錯過！

# store_buy_now
source: Buy now
es_mx: Comprar ahora
hi: अभी ख़रीदें
ja: さあ今すぐ購入しましょう。
ko: 지금 주문하기
pt_br: Comprar agora
ru: Купить сейчас
th: ซื้อเดี๋ยวนี้
vi: Mua ngay bây giờ
zh_hans: 立刻购买
zh_hant: 立刻購買

# store_restore_all
source: Restore
es_mx: Restaurar
hi: बहाल करें
ja: 復元する
ko: 복구
pt_br: Restaurar
ru: Восстановить
th: กู้คืน
vi: Khôi phục
zh_hans: 恢复全部
zh_hant: 恢復全部

# sticker_restore_all_tip
source: Restore all purchased stickers under non-wifi environment?
es_mx: ¿Restaurar todas las etiquetas compradas en el entorno no Wi-Fi?
hi: ख़रीदे गए सभी स्टिकर गैर-वाईफ़ाई परिवेश में बहाल करें?
ja: WiFi なしの環境で購入済みステッカーを復元しますか？
ko: 와이파이 상태가 아닌데 구입한 스티커를 모두 복구하시겠습니까?
pt_br: Restaurar todos os stickers comprados no ambiente não wifi?
ru: Восстановить все купленные стикеры без Wi-Fi?
th: การกู้คืนสติกเกอร์ที่ซื้อทั้งหมดภายใต้สภาพแวดล้อมที่ไม่มี WiFi หรือไม่?
vi: Khôi phục tất cả nhãn dán đã mua trong môi trường không có wifi?
zh_hans: 确定在非wifi环境下恢复所有已购贴纸吗？
zh_hant: 確定在非wifi環境下恢復所有已購貼紙嗎？

# sticker_manage
source: Manage stickers
es_mx: administración
hi: स्टिकर प्रबंधित करें
ja: ステッカーを管理
ko: 스티커 관리
pt_br: gestão
ru: Управление
th: จัดการสติกเกอร์
vi: Quản lý nhãn dán
zh_hans: 贴纸管理
zh_hant: 貼紙管理

# sticker_no_downloads
source: No downloads
es_mx: No hay descargas
hi: कोई डाउनलोड नहीं है
ja: ダウンロードなし
ko: 다운로드하지 않음
pt_br: Nenhum download
ru: Нет загрузок
th: ไม่มีการดาวน์โหลด
vi: Không tải xuống
zh_hans: 暂无下载
zh_hant: 暫無下載

# store_restore_nostickers
source: No stickers to restore
es_mx: No hay etiquetas para restaurar
hi: बहाल करने के लिए कोई स्टिकर नहीं है
ja: 復元するステッカーはありません。
ko: 복원된 스티커가 없습니다
pt_br: Nenhum sticker para restaurar
ru: Нет стикеров для восстановления
th: ไม่มีสติ๊กเกอร์ให้กู้คืน
vi: Không có dán nhãn nào để khôi phục
zh_hans: 暂无可恢复的贴纸
zh_hant: 暫無可恢復的貼紙

# store_feedback
source: Feedback
es_mx: Comentarios
hi: फ़ीडबैक
ja: 意見・感想
ko: 피드백
ru: Обратная связь
vi: Phản hồi
zh_hans: 意见反馈
zh_hant: 意見反饋

# afterEditView_Processing
source: Processing…
es_mx: Procesando...
hi: प्रक्रिया हो रही है...
ja: 処理中
ko: 처리중
pt_br: Processando...
ru: Обработка…
th: การประมวลผล
vi: Đang xử lý
zh_hans: 处理中...
zh_hant: 處理中...

# auth_tips_titles
source: Camera360 is best when the below access are on
es_mx: Para usar mejor Camera360 habilita el siguiente acceso
hi: Camera360 सर्वोत्तम होता है जब नीचे की पहुँच चालू होती हैं
ja: Camera360を利用するには 以下の権限を有効にしてください。
ko: Camera360의 편리한 사용을 위한 권한 설정
pt_br: Para usar a Camera360 melhor ative o acesso abaixo
ru: Для удобного использования предоставьте Camera360 досуп:
th: เพื่อใช้งาน Camera360 ดีขึ้น เมื่อเปิดการเข้าถึงนี้
vi: Để dùng Camera360 tốt nhất cần bật truy cập bên dưới
zh_hans: 为了更方便的使用 请您开启以下权限
zh_hant: 爲了更方便的使用 請您開啓以下權限

# auth_camera_title
source: Camera
es_mx: La cámara
hi: कैमरा पहुँच
ja: カメラ
ko: 카메라
pt_br: Acesso da câmera
ru: К камере
th: เปิดกล้อง
vi: TC camera
zh_hans: 相机
zh_hant: 相機

# auth_camera_des
source: Turn on to shoot
es_mx: ON para disparar
hi: शूट करने के लिए चालू करें
ja: オンにして撮影
ko: 촬영 온
pt_br: Ative para disparar
ru: Для съемки
th: เปิดถ่ายภาพ
vi: Bật chụp
zh_hans: 开启拍照
zh_hant: 開啟拍照

# auth_mic_title
source: Mic
es_mx: Micrófono
hi: माइक पहुँच
ja: マイク
ko: 마이크
pt_br: Acesso do microfone
ru: К микрофону
th: เปิดไมค์
vi: Truy cập mic
zh_hans: 麦克风
zh_hant: 麥克風

# auth_mic_des
source: Record sounds
es_mx: Graba sonidos
hi: वीडियो के लिए ध्वनि रिकार्ड करें
ja: 動画撮影時に音声を録音
ko: 사운드 녹음
pt_br: Gravar sons para vídeos
ru: Для записи звука видео
th: บันทึกเสียงเมื่อถ่ายวิดีโอ
vi: Ghi âm khi quay
zh_hans: 录制声音
zh_hant: 錄制聲音

# auth_location_title
source: Location
es_mx: Ubicación
hi: स्थान की पहुँच
ja: 位置情報
ko: 위치 정보
pt_br: Acesso do local
ru: К местоположению
th: เข้าถึงตำแหน่ง
vi: TC vị trí
zh_hans: 地理位置
zh_hant: 地理位置

# auth_location_des
source: Record locations
es_mx: Info de ubicación
hi: स्थान के साथ फ़ोटो
ja: 写真に位置情報を記録
ko: 위치 정보 기록
pt_br: Fotos com locais
ru: Координаты на фото
th: ภาพถ่จะมีข้อมูลตำแหน่ง
vi: Ảnh cùng vị trí
zh_hans: 记录位置信息
zh_hant: 記錄位置信息

# auth_notification_title
source: Notifications
es_mx: Notificaciones
hi: अधिसूचना पहुँच
ja: システムからの通知
ko: 알림
pt_br: Acesso de notificaçãos
ru: К системным уведомлениям
th: เข้าถึงแจ้งเตือน
vi: Truy cập thông báo
zh_hans: 通知
zh_hant: 通知

# auth_notification_des
source: Turn on for reminders
es_mx: ON para recordatorios
hi: अनुस्मारक चालू करें
ja: オンにして通知を表示
ko: 중요 알림 받기
pt_br: Ative para receber lembretes
ru: Получение важных напоминаний
th: เปิดเพื่อแจ้งเตือน
vi: Bật nhận nhắc nhở
zh_hans: 接收重要提醒
zh_hant: 接收重要提醒

# auth_got
source: Got it
es_mx: Comprendido
hi: समझ गए
ja: OK
ko: 알겠음
pt_br: Entendido
ru: Понятно
th: ฉันรู้
vi: Hiểu
zh_hans: 知道了
zh_hant: 知道了

# product_share_to_unlock
source: Share to unlock
es_mx: Compartir para desbloquear
hi: अनलॉक करने के लिए साझा करें
ja: シェアしてアンロック
ko: 잠금 해제 공유
pt_br: Compartilhar para desbloquear
ru: Поделитесь, чтобы разблокировать
th: แชร์เพื่อปลดล็อค
vi: Chia sẻ để mở khóa
zh_hans: 分享解锁
zh_hant: 分享解鎖

# newImagePicker_takePhoto_now
source: Now Shooting
es_mx: Tomando foto ahora
hi: अब शूटिंग हो रही है
ja: 撮影中
ko: 지금 촬영 중
pt_br: Registrando agora
ru: Теперь снимаем
th: ตอนนี้การถ่ายภาพ
vi: Hiện Đang chụp
zh_hans: 立即拍摄
zh_hant: 立即拍攝

# video_duration_exceed_prompt
source: Video cannot exceed %zd sec.
es_mx: El video no puede exceder %zd seg.
hi: वीडियो %zd सेकंड से अधिक हो सकता
ja: 動画は%zd 秒を超えることはできません。
ko: 동영상은 %zd 초를 초과할 수 없습니다.
pt_br: O vídeo não pode exceder %zd seg.
ru: Видео не может быть больше %zd сек.
th: วีดีโอจะเกิน %zd วิ.ไม่ได้
vi: Video không được quá %zd giây
zh_hans: 视频时长不能超过%zd秒
zh_hant: 視頻時長不能超過%zd秒

# video_import_not_support
source: Video import not supported
es_mx: No se admite importar videos
hi: वीडियो आयात समर्थित नहीं है
ja: 動画はインポートできません
ko: 동영상 가져오기는 지원되지 않습니다
pt_br: Importação de vídeo não suportada
ru: Импорт видео не поддерживается
th: ไม่รองรับวีดีโอนำเข้า
vi: Nhập video không được hỗ trợ
zh_hans: 不支持视频导入
zh_hant: 不支持視頻導入

# video_import_fail
source: Failed to export
es_mx: Falla al exportar
hi: निर्यात करना विफल
ja: エクスポートに失敗しました
ko: 내보내기 실패
pt_br: Falhou na exportação
ru: Не удалось выполнить экспорт
th: ล้มเหลวในการส่งออก
vi: Xuất không thành công
zh_hans: 导出失败
zh_hant: 導出失敗

# poker_error_tips
source: Sorry, please retry
es_mx: Lo sentimos, vuelva a intentarlo
hi: क्षमा करें, कृपया पुनः प्रयास करें
ja: 再試行してください
ko: 죄송합니다, 다시 시도하십시오.
pt_br: Desculpe, tente novamente
ru: Повторите попытку
th: ขออภัย กรุณาลองใหม่
vi: Xin lỗi, vui lòng thử lại
zh_hans: 抱歉，请重试
zh_hant: 抱歉，請重試

# poker_making_tips
source: This filter requires network mapping, might take awhile
es_mx: Este filtro requiere de asignación de redes, puede tardar un rato
hi: इस फ़िल्टर के लिए नेटवर्क मानचित्रण की आवश्यकता है, इसमें कुछ समय लग सकता है
ja: このフィルターはネットワーク接続を使用しますので、処理に少々時間が掛かります。
ko: 이 필터는 네트워크 매핑이 필요합니다. 시간이 좀 걸릴 수도 있습니다
pt_br: Este filtro requer mapeamento de rede, pode demorar algum tempo
ru: Этот фильтр требует картирования сети, может занять некоторое время
th: ฟิลเตอร์นี้ต้องใช้แม้ปปิ้งเครือข่าย อาจใช้เวลา
vi: Bộ lọc này cần ánh xạ mạng, có thể mất một lúc
zh_hans: 网络作图，请耐心等待
zh_hant: 網絡作圖，請耐心等待
