Repository: linjinxing/TXShareKit
Catalog: PGShareKit/i18n/*.lproj/Localizable.strings
Languages: es_mx, hi, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

# pc_double_tap_your_favorite_works
source: Double tap to Like your favorite posts
es_mx: Toca dos veces para dar Me gusta a tus posts favoritos
hi: अपनी पसंदीदा पोस्ट पसंद करने के लिए दोहरा टैप करें
ja: お気に入りの投稿を「いいね」にするにはダブルタップします。
ko: 두 번 눌러 좋아하는 게시물을 추천해주세요.
pt_br: Toque duas vezes para curtir os seus posts favoritos
ru: Кликните дважды, чтобы лайкнуть понравившиеся посты
th: แตะสองครั้งเพื่อไล้ค์โพสต์ที่คุณชื่นชอบ
vi: Nhấp đúp để Thích bài đăng yêu thích của bạn
zh_hans: 给喜欢的瞬间双击点赞
zh_hant: 給喜歡的瞬間按兩下點贊

# intro_title1
source: Open moments
es_mx: Abrir momentos
hi: पल खोलें
ja: Moments（瞬間）を開く
ko: 모멘츠 열기
pt_br: Abrir momentos
ru: Открытые моменты
th: ช่วงเวลาที่เปิด
vi: Mở khoảnh khắc
zh_hans: 开启精彩瞬间
zh_hant: 開啟精彩瞬間

# intro_title2
source: Miss every cheer
es_mx: Extraño cada celebración
hi: हर खुशी याद आती है
ja: 応援を見逃す
ko: 성원을 놓치지 마세요
pt_br: Perder cada torcida
ru: Ждем любые одобрения
th: นางสาวทุกกำลังใจ
vi: Bỏ lỡ mọi lời chúc mừng
zh_hans: 不错过每次喝彩
zh_hant: 不錯過每次喝彩

# intro_title3
source: Allow me to find
es_mx: Permitirme encontrar
hi: मुझे खोजने की अनुमति दें
ja: 私に探させてください。
ko: 검색 승인 요청
pt_br: Permita-me encontrar
ru: Позвольте мне найти
th: ให้ฉันไปหา
vi: Cho phép tôi tìm
zh_hans: 让更多人找到你
zh_hant: 讓更多人找到你

# pc_dresser_apply
source: Apply for master
es_mx: Aplicar para maestro
hi: मास्टर के लिए आवेदन करें
ja: マスターに申し込む
ko: 마스터 신청
pt_br: Candidatar-se para mestre
ru: страшно заявки
th: นำไปใช้เพื่อความเชี่ยวชาญ
vi: Đăng ký chuyên gia
zh_hans: 达人申请
zh_hant: 達人申請

# pc_dresser_apply_introduce
source: Master intro
es_mx: Introducción de maestro
hi: मास्टर का परिचय
ja: マスター情報
ko: 마스터 소개
pt_br: Introdução ao mestre
ru: Представление мастера
th: แนะนำผู้เชี่ยวชาญ
vi: Thông tin chuyên gia
zh_hans: 达人介绍
zh_hant: 達人介紹

# pc_apply_tobe_dresser
source: Apply to be a master
es_mx: Ser un maestro
hi: एक मास्टर बनने
ja: マスターになる
ko: 마스터 되기 응용
pt_br: Torne-se um mestre
ru: Стать мастером
th: นำไปใช้เพื่อจะได้เป็นผู้เชี่ยวชาญ
vi: Trở thành chuyên gia
zh_hans: 申请成为达人
zh_hant: 申請成為達人

# pc_dresser_owner_tag
source: Exclusive medal
es_mx: Medalla exclusiva
hi: अनन्य पदक
ja: スペシャルメダル
ko: 하나뿐인 훈장
pt_br: Medalha exclusiva
ru: Эксклюзивная медаль
th: เหรียญพิเศษ
vi: Huân chương
zh_hans: 专属勋章
zh_hant: 專屬勛章

# pc_dresser_more_follow
source: More
es_mx: Más
hi: और अधिक
ja: もっと多くの
ko: 기타
pt_br: Mais
ru: Еще
th: เพิ่มเติม
vi: Thêm
zh_hans: 更多关注
zh_hant: 更多關注

# pc_dresser_home_recommond
source: Recommended
es_mx: Recomendado
hi: अनुशंसित
ja: 推奨
ko: 추천 완료
pt_br: Recomendado
ru: Рекомендованный
th: แนะนำ
vi: Được khuyến cáo
zh_hans: 首页推荐
zh_hant: 首頁推薦

# pc_dresser_idcard_show
source: Symbol of a master
es_mx: Símbolo de un maestro
hi: मास्टर का प्रतीक
ja: マスターのシンボル
ko: 마스터의 상징
pt_br: Símbolo de um mestre
ru: Знак мастера
th: สัญลักษณ์ของผู้เชี่ยวชาญ
vi: Biểu tượng của chuyên gia
zh_hans: 达人身份象征
zh_hant: 達人身份象徵

# pc_dresser_will_recommond_global
source: You'll be recommended to users worldwide
es_mx: Serás recomendado a usuarios de todo el mundo
hi: आपकी दुनिया भर में उपयोगकर्ताओं को सिफ़ारिश की जाएगी
ja: あなたは世界中のユーザーに推奨されます。
ko: 전세계 사용자에게 추천 완료되었습니다.
pt_br: Você será recomendado para usuários em todo o mundo
ru: Вы будете рекомендованы пользователям во всем мире
th: คุณจะได้รับการแนะนำให้แก่ผู้ใช้ทั่วโลก
vi: Bạn sẽ được đề xuất với người dùng trên toàn cầu
zh_hans: 你会被推荐给全球用户
zh_hant: 你會被推薦給全球用戶

# pc_dresser_will_show_to_more_people
source: Let more people see your photos
es_mx: Permite que más personas vean tus fotos
hi: और अधिक लोगों को अपनी फ़ोटो दिखाएँ
ja: もっと多くの人にあなたの写真を見てもらいましょう。
ko: 더 많은 사람들에게 사진 보여주기
pt_br: Permita que mais pessoas vejam as suas fotos
ru: Пусть ваши фото увидит больше людей
th: ให้คนอื่นๆ เห็นรูปถ่ายของคุณ
vi: Hãy để nhiều người hơn thấy ảnh của bạn
zh_hans: 让更多人看到你的作品
zh_hant: 讓更多人看到你的作品

# pc_dresser_apply_condition_title
source: If you meet the conditions, you'll get approved more easily!
es_mx: Si cumples con las condiciones, ¡serás aprobado con mayor facilidad!
hi: यदि आप शर्तों को पूरा करते हैं, तो आपको अधिक आसानी से स्वीकृति मिल जाएगी!
ja: 条件が合えば、より簡単に承認されます！
ko: 조건을 충족하면 승인이 더 쉽습니다!
pt_br: Se você atender às condições, você será aprovado mais facilmente!
ru: Если вы удовлетворяете условиям, вам будет еще проще получить утверждение!
th: หากคุณปฏิบัติตามเงื่อนไขที่คุณจะได้รับการอนุมัติได้ง่ายขึ้น!
vi: Nếu bạn đáp ứng điều kiện, bạn sẽ được phê chuẩn dễ dàng hơn!
zh_hans: 如果你满足以下条件，将更容易通过审核！
zh_hant: 如果你滿足以下條件，將更容易通過審核！

# pc_dresser_apply_condition_one
source: Loves to use mobile cameras to shoot, and loves to share
es_mx: Le encanta usar cámaras móviles para tomar fotos y ama compartir
hi: शूट करने के लिए मोबाइल कैमरों का इस्तेमाल करना पसंद है, और साझा करना पसंद करते हैं
ja: 携帯電話カメラで写真を撮ることがとても好きです。またそれを皆と共有することも大好きです。
ko: 모바일 카메라 사용 촬영 사랑, 공유 사랑
pt_br: Adora usar câmeras móveis para fotografar e adora compartilhar
ru: Любит использовать мобильные телефоны для съемки и любит делиться
th: รักที่จะใช้กล้องโทรศัพท์มือถือในการถ่ายภาพและรักที่จะแชร์
vi: Thích sử dụng camera di động để chụp ảnh và thích chia sẻ
zh_hans: 热爱手机摄影，并乐于分享。
zh_hant: 熱愛手機攝影，並樂於分享。

# pc_dresser_apply_condition_two
source: Unique interests and angles, like recording travel, or shooting foods
es_mx: Intereses y ángulos únicos, como grabar viajes o tomar fotos de comidas
hi: अनन्य रुचियाँ और कोण, जैसे यात्रा रिकॉर्ड करना, या भोजन शूट करना
ja: 旅行のシーンの記録や食べ物の写真などユニークな対象。
ko: 특별한 관심과 시각, 여행 녹화, 음식 촬영 사랑
pt_br: Interesses e ângulos exclusivos, gosta de registrar as viagens ou fotografar comidas
ru: Уникальные интересы и увлечения, такие как отчеты о путешествиях или съемка еды
th: ความสนใจและมุมมองที่ไม่ซ้ำกัน เช่น การบันทึกการเดินทางหรือการถ่ายภาพอาหาร
vi: Sở thích và góc độ độc đáo, như ghi hình khi đi du lịch hoặc chụp đồ ăn
zh_hans: 有独特的兴趣或视角，如记录旅行，拍摄美食等。
zh_hant: 有獨特的興趣或視角，如記錄旅行，拍攝美食等。

# pc_dresser_apply_condition_three
source: Already an online star or sensation
es_mx: Ya es una estrella o sensación en línea
hi: पहले ही ऑनलाइन स्टार या सनसनी हैं
ja: すでにインターネットの世界のスター、有名人です。
ko: 이미 인터넷 스타이자 화제거리
pt_br: Já é uma estrela ou sensação online
ru: Уже Интернет-звезда или сенсация
th: เป็นดาราออนไลน์หรือความรู้สึกแล้ว
vi: Đang là một ngôi sao trên mạng trực tuyến hoặc có xúc cảm
zh_hans: 已经是受欢迎的明星或者网络红人。
zh_hant: 已經是受歡迎的藝員或者網路紅人。

# pc_dresser_apply_contact
source: Contact
es_mx: Contacto
hi: संपर्क
ja: 連絡先
ko: 연락처
pt_br: Contato
ru: Контакт
th: รายชื่อ
vi: Liên hệ
zh_hans: 联系方式
zh_hant: 聯繫方式

# pc_dresser_apply_input_contact
source: Enter your email
es_mx: Ingresa tu correo electrónico
hi: अपनी ईमेल दर्ज करें
ja: 電子メールを入力する
ko: 이메일 입력
pt_br: Insira o seu e-mail
ru: Введите адрес электронной почты
th: กรอกอีเมล์ของคุณ
vi: Nhập email của bạn
zh_hans: 输入你的邮箱
zh_hant: 輸入你的郵箱

# pc_dresser_apply_self_introduce
source: Self intro
es_mx: Introducción propia
hi: आत्म परिचय
ja: 自己紹介
ko: 자기 소개
pt_br: Introdução pessoal
ru: Представление себя
th: แนะนำตัวเอง
vi: Thông tin bản thân
zh_hans: 自我简介
zh_hant: 自我簡介

# pc_dresser_apply_introduce_input
source: Specialty / interests / hobbies, etc.
es_mx: Especialidad / intereses / pasatiempos
hi: विशेषता / रुचियाँ / शौक, आदि।
ja: 得意なもの / 関心事 / 趣味など
ko: 특기/ 관심/ 취미 등
pt_br: Especialidade / interesses / hobbies, etc.
ru: Специальность / интересы / хобби
th: ความสามารถพิเศษ / ความสนใจ / งานอดิเรก, ฯลฯ
vi: Chuyên môn / sở thích / thói quen, v.v.
zh_hans: 特长 / 兴趣 / 爱好等
zh_hant: 特長/興趣/愛好等

# pc_dresser_apply_send
source: Submit request
es_mx: Enviar solicitud
hi: अनुरोध सबमिट करें
ja: リクエストを提出する
ko: 요청서 제출
pt_br: Enviar solicitação
ru: Подать запрос
th: ส่งคำขอ
vi: Nộp yêu cầu
zh_hans: 提交申请
zh_hant: 提交申請

# pc_apply_dresser_reviewed_tips
source: Submitted, please wait for approval
es_mx: Enviada, espera la aprobación
hi: सबमिट किया गया, कृपया स्वीकृति के लिए प्रतीक्षा करें
ja: 提出しました。承認されるまでお待ちください。
ko: 제출 완료, 승인을 기다려주십시오
pt_br: Enviado, aguarde aprovação
ru: Подано, ожидайте утверждения
th: ส่งแล้ว โปรดรอการอนุมัติ
vi: Đã nộp, vui lòng đợi phê duyệt
zh_hans: 申请已提交，请耐心等待申请结果
zh_hant: 申請已提交，請耐心等待申請結果

# pc_apply_dresser_reviewing
source: Your request is under review, please wait!
es_mx: Tu solicitud se está revisando, ¡aguarda!
hi: आपके अनुरोध की समीक्षा हो रही है, कृपया प्रतीक्षा करें!
ja: リクエストは現在審査中です。しばらくお待ちください。
ko: 요청사항이 검토중이니 조금만 기다려 주세요!
pt_br: Sua solicitação está sendo revisada, aguarde!
ru: Ваш запрос находится на рассмотрении, пожалуйста, подождите!
th: คำขอของคุณกำลังตรวจสอบอยู่ กรุณารอสักครู่
vi: Đơn của bạn đang được xét duyệt, xin chờ
zh_hans: 你的申请正在审核中，请耐心等待噢~
zh_hant: 你的申請正在審核中，請耐心等待噢~

# pc_apply_dresser_has_been_dresser
source: You're already a master
es_mx: Tu eres un maestro
hi: आप पहले ही मास्टर हैं
ja: あなたはすでにマスターになっています。
ko: 당신은 이미 마스터!
pt_br: Você já é um mestre
ru: Вы уже мастер
th: คุณเป็นมาสเตอร์แล้ว
vi: Bạn đã là Talent rồi
zh_hans: 你已经是达人啦
zh_hant: 你已經是達人啦

# pc_user_dresser
source: Master
es_mx: Maestro
hi: मास्टर
ja: マスター
ko: 마스터
pt_br: Mestre
ru: Мастер
th: ผู้เชี่ยวชาญ
vi: Chuyên gia
zh_hans: 达人
zh_hant: 達人

# pc_feed_share_title
source: Let the world see me
es_mx: Permitir que el mundo me vea
hi: दुनिया को मुझे देखने दें
ja: 世界の注目を集めよう
ko: 세상에 자신을 소개하세요
pt_br: Deixe o mundo me ver
ru: Пусть мир увидит меня
th: ทำให้โลกเห็นฉัน
vi: Hãy để thế giới được thấy tối
zh_hans: 让世界看见我
zh_hant: 讓世界看見我

# pc_feed_share_sub_title
source: I recommended a share from %@
es_mx: Recomendé un elemento compartido de %@
hi: मैं %@ से साझा की सिफ़ारिश करता हूँ
ja: 私は %@からの共有を勧めました。
ko: %@부터 공유하도록 추천 완료
pt_br: Eu recomendo um compartilhamento de %@
ru: Я рекомендую контент от %@
th: ฉันขอแนะนำการแชร์ของ %@
vi: Tôi xin đề xuất một chia sẻ từ %@
zh_hans: 我推荐了%@的分享
zh_hant: 我推薦了%@的分享

# pc_task_more
source: More
es_mx: Más
hi: और अधिक
ja: もっと多くの
ko: 기타
pt_br: Mais
ru: Еще
th: เพิ่มเติม
vi: Thêm
zh_hans: 更多挑战
zh_hant: 更多挑戰

# pc_rec_topics
source: Selected Topics
es_mx: Temas destacados
hi: फ़ीचर्ड टॉपिक
ja: 特集トピック
ko: 추천 주제
pt_br: Tópicos em destaque
ru: Избранные темы
th: หัวข้อสำคัญ
vi: Chủ đề nổi bật
zh_hans: 精选专题
zh_hant: 精選專題

# common_black_title
source: Hmm, nothing here
es_mx: Mmm, aquí no hay nada
hi: हम्म, यहाँ कुछ भी नहीं
ja: 何もありません
ko: 음… 여기 아무것도 없어요
pt_br: Hum, nada aqui
ru: Здесь ничего нет
th: อืม ไม่มีอะไรที่นี่
vi: Ô chẳng có gì cả!
zh_hans: 咦，什么都没有
zh_hant: 咦，什麼都沒有

# common_loading_title
source: Loading...
es_mx: Cargando...
hi: लोड हो रहा है...
ja: ロード中…
ko: 로딩 중 ...
pt_br: Carregando...
ru: Загрузка...
th: ในการโหลด . . . . . . .
vi: Đang tải...
zh_hans: 加载中…
zh_hant: 加載中…

# common_noMore_data
source: No more content...
es_mx: No hay más contenido...
hi: और सामग्री नहीं है...
ja: コンテンツはもうありません…
ko: 더 이상 콘텐츠가 없습니다 ...
pt_br: Não tem mais conteúdo...
ru: Больше нет содержимого...
th: ไม่มีเนื้อหาที่มากขึ้น . . . . . . .
vi: Không còn nội dung nữa...
zh_hans: 没有更多内容了…
zh_hant: 沒有更多內容了…

# pc_num_of_ranking
source: Ranked %d
es_mx: Clasificado %d
hi: %d को रैंक किया
ja: %dにランク
ko: %d위에 랭킹
pt_br: Classificado %d
ru: Рейтинг %d
th: ได้อันดับที่ %d
vi: Thứ hạng %d
zh_hans: 第 %d 名
zh_hant: 第 %d 名

# pc_obtaining_location
source: Obtaining location
es_mx: Obtener ubicación
hi: स्थान प्राप्त किया जा रहा है
ja: 位置情報を取得中
ko: 위치정보 획득
pt_br: Obtendo local
ru: Получение местоположения
th: รับตำแหน่ง
vi: Đang nhận địa điểm
zh_hans: 正在获取地理位置
zh_hant: 正在獲取地理位置

# pc_task_award
source: Rules and rewards
es_mx: Reglas y recompensas
hi: नियम और पुरस्कार
ja: ルールと報奨
ko: 규칙과 보상
pt_br: Regras e recompensas
ru: Правила и награды
th: กฎกติกาและรางวัล
vi: Quy tắc và giải thưởng
zh_hans: 规则与奖品
zh_hant: 規則與獎品

# pc_feed_select_more
source: Can only select %zd photos
hi: केवल %zd फ़ोटो चुन सकते हैं
ja: %zd枚のみ選択できます
ko: %zd 장의 사진만 선택할 수 있음
pt_br: Só pode selecionar %zd fotos
ru: Можно выбрать только %zd фото
th: สามารถเลือกได้เฉพาะ %zd ภาพ
vi: Chỉ có thể chọn %zd ảnh
zh_hans: 最多选择 %zd 张照片
zh_hant: 最多選擇 %zd 張照片

# pc_feed_go_publishA
source: Post (%zd)
hi: पोस्ट (%zd)
ja: 投稿する（%zd）
ko: 게시(%zd장)
pt_br: Publicar (%zd)
ru: Опубликовать (%zd)
th: โพสต์ (%zd)
vi: Đăng (%zd)
zh_hans: 去发布(%zd张)
zh_hant: 去發布(%zd張)

# pc_feed_go_publishB
source: Post
hi: पोस्ट
ja: 投稿する
ko: 게시
pt_br: Publicar
ru: Опубликовать
th: โพสต์
vi: Đăng
zh_hans: 去发布
zh_hant: 去發布

# pc_adrBook_access_prompt_title
source: Denied access to Contacts
es_mx: Acceso denegado a Contactos
hi: संपर्कों को पहुँच से इंकार किया गया
ja: 連絡先へのアクセスが拒否されました。
ko: 연락처 액세스 거부됨
pt_br: Acesso negado aos contatos
ru: Отказано в доступе к контактам
th: ปฏิเสธการเข้าถึงรายชื่อที่ติดต่อ
vi: Từ chối quyền truy cập vào Danh bạ
zh_hans: 通讯录已拒绝授权
zh_hant: 通訊錄已拒絕授權

# pc_adrBook_access_title
source: Access Contacts
es_mx: Acceder a Contactos
hi: संपर्कों तक पहुँच करें
ja: 連絡へのアクセス
ko: 연락처 액세스
pt_br: Acessar contatos
ru: Доступ к контактам
th: การเข้าถึงรายชื่อที่ติดต่อ
vi: Truy cập vào Danh bạ
zh_hans: 通讯录授权
zh_hant: 通訊錄授權

# pc_adrBook_access_prompt_desc
source: Turn on now>>
es_mx: Encender ahora >>
hi: अभी चालू करें>>
ja: 今すぐオンにする>>
ko: 지금 켜기>>
pt_br: Ativar agora>>
ru: Включить сейчас >>
th: เปิดเดี๋ยวนี้>>
vi: Bật lên ngay>>
zh_hans: 现在立即前往开启>>
zh_hant: 現在立即前往開啟>>

# pc_adrBook_access_prompt_desc2
source: Tap system [Settings]-[Privacy]-[Contact], turn on for Camera360.
es_mx: Sistema Tap [Ajustes]-[Privacidad]-[Contactos], activar en Camera360.
hi: सिस्टम [सेटिंग्स]-[गोपनीयता]-[संपर्क] पर टैप करें, Camera360 चालू करें।
ja: [設定]-[プライバシー]-[連絡先]、 と進み、Camera360をオンにしてください
ko: 시스템 [설정]-[개인 정보 보호]-[연락처]를 눌러 Camera360에 대해 켜세요.
pt_br: Toque no sistema [Configurações]-[Privacidade]-[Contato], ativar para a Camera360.
ru: Откройте [Настройки]-[Конфиденциальность]-[Контакты], включите Camera360.
th: แตะระบบ [การตั้งค่า] - [ส่วนตัว] - [รายชื่อที่ติดต่อ] เปิดสำหรับ Camera360
vi: Bấm [Cài đặt]-[Quyền riêng tư]-[Danh bạ] của hệ thống, bật lên cho Camera360.
zh_hans: 点击系统【设置】- 【隐私】-【通讯录】,在【通讯录】中开启Camera360。
zh_hant: 點擊系統【設置】- 【隱私】-【通訊錄】,在【通訊錄】中開啟Camera360。

# pc_photoMovie
source: Photo movie
es_mx: película de fotos
hi: फ़ोटो मूवी
ja: フォトムービー
ko: 사진 동영상
pt_br: Filme de fotos
ru: Фото фильм
th: ภาพยนตร์ภาพถ่าย
vi: Phim trình chiếu ảnh chụp
zh_hans: 照片电影
zh_hant: 照片電影

# pc_publish_add_title
source: Add more
es_mx: Añadir más
hi: हॉट
ja: 追加
ko: 더 추가
pt_br: Adicionar mais
ru: Добавить еще
th: เพิ่มเติม
vi: Thêm nữa
zh_hans: 添加更多
zh_hant: 添加更多

# intro_enterButton
source: Start Now
es_mx: Iniciar ahora
hi: अभी प्रारंभ करें
ja: 今すぐスタート
ko: 지금 시작하기
pt_br: Iniciar agora
ru: Начните сейчас
th: เริ่มต้นเดี๋ยวนี้
vi: Bắt đầu Ngay bây giờ
zh_hans: 立即体验
zh_hant: 立即體驗

# pc_publish_show_location
source: Show location
es_mx: Mostrar ubicación
hi: स्थान दिखाएँ
ja: 位置情報を表示する
ko: 위치 공유
pt_br: Exibir local
ru: Показать местоположение
th: แสดงตำแหน่งสถานที่
vi: Hiển thị vị trí
zh_hans: 显示地理位置
zh_hant: 顯示地理位置

# pc_join_challenge_short
source: Join
es_mx: Unirse
hi: शामिल हों
ja: 参加する
ko: 참여
pt_br: Junte-se
ru: Присоединиться
th: เข้าร่วม
vi: Tham gia
zh_hans: 参与
zh_hant: 參與

# intro_sologan
source: Let the world see me
es_mx: Permitir que el mundo me vea
hi: दुनिया को मुझे देखने दें
ja: 世界の注目を集めよう
ko: 세상에 자신을 소개하세요
pt_br: Deixe o mundo me ver
ru: Пусть мир увидит меня
th: ทำให้โลกเห็นฉัน
vi: Hãy để thế giới được thấy tối
zh_hans: 让世界看见我
zh_hant: 讓世界看見我

# puser_login_device_locked
source: Account is locked, contact customer service for any issues
es_mx: La cuenta está bloqueada, contacte a atención al cliente si tiene problemas
hi: खाता लॉक्ड है, किसी समस्या के लिए ग्राहक सेवा से संपर्क करें
ja: アカウントはロックされています。問題がある場合、カスタマーサービスにご連絡ください。
ko: 계정이 잠겨 있습니다. 문제가 생겼을 경우 고객 서비스팀에 연락하세요.
pt_br: A conta está bloqueada, entre em contato com o atendimento ao cliente se tiver quaisquer problemas
ru: Учетная запись заблокирована, по всем вопросам обращайтесь в службу поддержки
th: บัญชีถูกล็อค ติดต่อฝ่ายลูกค้าสำหรับปัญหาใดๆ
vi: Tài khoản bị khóa, liên hệ dịch vụ khách hàng nếu có bất kỳ vấn đề nào
zh_hans: 账户已被锁定，若有疑问请联系客服
zh_hant: 賬戶已被鎖定，若有疑問請聯系客服

# puser_login_to_much
source: Too many incorrect entries, account will be locked, try again later or recover password
es_mx: Demasiados ingresos incorrectos, la cuenta será bloqueada, intenta nuevamente o recupera la contraseña
hi: बहुत सारी गलत प्रविष्टियाँ हैं, खाता लॉक कर दिया जाएगा, पासवर्ड पुनः प्राप्त करने के लिए बाद में पुनःप्रयास करें
ja: 正しくない入力が多いため、アカウントがロックされます。後ほど再度お試しになるか、パスワードを回復してください。
ko: 잘못된 항목이 너무 많아 계정이 잠기게 됩니다. 나중에 다시 시도하거나 비밀 번호를 복구하시기 바랍니다.
pt_br: Muitas entradas incorretas, a conta será bloqueada, tente novamente depois ou recupere a senha
ru: Слишком много некорректных входов, учетная запись будет заблокирована, повторите попытку позже или восстановите пароль
th: รายการที่ไม่ถูกต้องมากเกินไปบัญชีจะถูกล็อคลองอีกครั้งในภายหลังหรือกู้คืนรหัสผ่าน
vi: Quá nhiều mục nhập không đúng, tài khoản sẽ bị khóa, thử lại sau hoặc khôi phục mật khẩu
zh_hans: 错误次数过多，设备已被锁定，请稍后再试或重新找回密码
zh_hant: 錯誤次數過多，賬戶已被鎖定，請稍後再試或重新找回密碼

# puser_login_password_simple
source: Password is too simple, re-enter
es_mx: «La contraseña es demasiado simple, vuelve a ingresarla
hi: पासवर्ड बहुत सरल है, फिर से दर्ज करें
ja: パスワードが簡単すぎます。再入力してください。
ko: 암호가 너무 간단합니다. 재입력하시기 바랍니다
pt_br: A senha é simples demais, insira novamente
ru: Слишком простой пароль, введите еще раз
th: รหัสผ่านง่ายเกินไป กลับเข้ามาใหม่
vi: Mật khẩu quá đơn giản, hãy nhập lại
zh_hans: 密码太简单，请重新输入
zh_hant: 密碼太簡單，請重新輸入

# puser_OK
source: OK
es_mx: Aceptar
hi: ठीक
ko: 오케이
th: ตกลง
zh_hans: 确定
zh_hant: 確定

# puser_BadRequest
source: Network error, try again
es_mx: Error de red, intenta nuevamente
hi: नेटवर्क त्रुटि, पुनः प्रयास करें
ja: ネットワーク・エラーです。しばらくしてから、もう一度お試しください。
ko: 네트워크 오류, 다시 시도하세요.
pt_br: Erro de rede, tente novamente
ru: Ошибка сети, повторите попытку
th: เครือข่ายผิดพลาด ลองใหม่อีกครั้ง
vi: Lỗi mạng, thử lại
zh_hans: 网络异常，请重试
zh_hant: 網絡異常，請重試

# puser_InvalidParams
source: Network error, try again
es_mx: Error de red, intenta nuevamente
hi: नेटवर्क त्रुटि, पुनः प्रयास करें
ja: ネットワーク・エラーです。しばらくしてから、もう一度お試しください。
ko: 네트워크 오류, 다시 시도하세요.
pt_br: Erro de rede, tente novamente
ru: Ошибка сети, повторите попытку
th: เครือข่ายผิดพลาด ลองใหม่อีกครั้ง
vi: Lỗi mạng, thử lại
zh_hans: 网络异常，请重试
zh_hant: 網絡異常，請重試

# puser_ServerError
source: Network error, try again
es_mx: Error de red, intenta nuevamente
hi: नेटवर्क त्रुटि, पुनः प्रयास करें
ja: ネットワーク・エラーです。しばらくしてから、もう一度お試しください。
ko: 네트워크 오류, 다시 시도하세요.
pt_br: Erro de rede, tente novamente
ru: Ошибка сети, повторите попытку
th: เครือข่ายผิดพลาด ลองใหม่อีกครั้ง
vi: Lỗi mạng, thử lại
zh_hans: 网络异常，请重试
zh_hant: 網絡異常，請重試

# puser_InvalidSign
source: Network error, try again
es_mx: Error de red, intenta nuevamente
hi: नेटवर्क त्रुटि, पुनः प्रयास करें
ja: ネットワーク・エラーです。しばらくしてから、もう一度お試しください。
ko: 네트워크 오류, 다시 시도하세요.
pt_br: Erro de rede, tente novamente
ru: Ошибка сети, повторите попытку
th: เครือข่ายผิดพลาด ลองใหม่อีกครั้ง
vi: Lỗi mạng, thử lại
zh_hans: 网络异常，请重试
zh_hant: 網絡異常，請重試

# puser_SystemError
source: Network error, try again
es_mx: Error de red, intenta nuevamente
hi: नेटवर्क त्रुटि, पुनः प्रयास करें
ja: ネットワーク・エラーです。しばらくしてから、もう一度お試しください。
ko: 네트워크 오류, 다시 시도하세요.
pt_br: Erro de rede, tente novamente
ru: Ошибка сети, повторите попытку
th: เครือข่ายผิดพลาด ลองใหม่อีกครั้ง
vi: Lỗi mạng, thử lại
zh_hans: 网络异常，请重试
zh_hant: 網絡異常，請重試

# puser_EmailOrPwdError
source: Account or password incorrect, please re-enter
es_mx: Cuenta o contraseña incorrecta, ingresa nuevamente
hi: खाता या पासवर्ड ग़लत है, कृपया पुनः दर्ज करें
ja: アカウントまたはパスワードが正しくありません。再度入力してください。
ko: 잘못된 계정 또는 암호. 다시 입력하세요.
pt_br: A conta ou a senha está incorreta, insira novamente
ru: Неверная учетная запись или пароль, повторите ввод
th: บัญชีหรือรหัสผ่านไม่ถูกต้อง
vi: Tài khoản hoặc mật khẩu không đúng, vui lòng nhập lại
zh_hans: 账号或密码不正确，请重新输入
zh_hant: 賬號或密碼不正確，請重新輸入

# puser_UserNotExistOrBeDeleted
source: Account or password incorrect, please re-enter
es_mx: Cuenta o contraseña incorrecta, ingresa nuevamente
hi: खाता या पासवर्ड ग़लत है, कृपया पुनः दर्ज करें
ja: アカウントまたはパスワードが正しくありません。再度入力してください。
ko: 잘못된 계정 또는 암호, 다시 입력하세요.
pt_br: A conta ou a senha está incorreta, insira novamente
ru: Неверная учетная запись или пароль, повторите ввод
th: บัญชีหรือรหัสผ่านไม่ถูกต้อง
vi: Tài khoản hoặc mật khẩu không đúng, vui lòng nhập lại
zh_hans: 账号或密码不正确，请重新输入
zh_hant: 賬號或密碼不正確，請重新輸入

# puser_UserAvatarFormatError
source: Picture format is incorrect, please re-upload
es_mx: El formato de la foto es incorrecto, vuelve a cargarla
hi: चित्र फ़ॉरमेट ग़लत है, कृपया पुनः अपलोड करें
ja: 画像形式が正しくありません。再度アップロードしてください。
ko: 잘못된 이미지 형식입니다. 다시 업로드 해주세요
pt_br: O formato da imagem está incorreto, carregue novamente
ru: Формат фотографии некорректен, загрузите повторно
th: รูปแบบรูปภาพไม่ถูกต้อง กรุณาอัปโหลดใหม่
vi: Định dạng ảnh không đúng, vui lòng tải lên lại
zh_hans: 图片格式不正确，请重新上传
zh_hant: 圖片格式不正確，請重新上傳

# puser_QiniuSaveAvatarFail
source: Avatar uploading failed.
es_mx: Falló la carga del avatar.
hi: अवतार अपलोड विफल।
ja: アバターアップロード失敗
ko: 아바타 업로드에 실패했습니다.
pt_br: Carga de avatar falhou.
ru: Ошибка отправки аватара.
th: การอัพโหลดรูปประจำตัวล้มเหลว
vi: Tải lên ảnh đại diện thất bại.
zh_hans: 头像上传失败
zh_hant: 頭像上傳失敗

# puser_NeedLogin
source: Account error, please re-login
es_mx: Error de cuenta, vuelve a iniciar sesión
hi: खाता त्रुटि, कृपया फिर से लॉगइन करें
ja: アカウント・エラーです。再度ログインしてください。
ko: 계정 오류, 다시 로그인하세요.
pt_br: Erro na conta, faça login novamente
ru: Ошибка учетной записи, войдите повторно
th: บัญชีผิดพลาด กรุณาเข้าสู่ระบบใหม่
vi: Lỗi tài khoản, vui lòng đăng nhập lại
zh_hans: 账号异常，请重新登录
zh_hant: 賬號異常，請重新登錄

# puser_UserTokenError
source: Account error, please re-login
es_mx: Error de cuenta, vuelve a iniciar sesión
hi: खाता त्रुटि, कृपया फिर से लॉगइन करें
ja: アカウント・エラーです。再度ログインしてください。
ko: 계정 오류, 다시 로그인하세요.
pt_br: Erro na conta, faça login novamente
ru: Ошибка учетной записи, войдите повторно
th: บัญชีผิดพลาด กรุณาเข้าสู่ระบบใหม่
vi: Lỗi tài khoản, vui lòng đăng nhập lại
zh_hans: 账号异常，请重新登录
zh_hant: 賬號異常，請重新登錄

# puser_UserAlreadyReg
source: E-mail already registered, log in?
es_mx: El correo electrónico ya está registrado, ¿iniciar sesión?
hi: ई-मेल पहले ही पंजीकृत है, लॉगइन करें?
ja: 電子メールはすでに登録されています。 ログインしますか？
ko: 이미 등록된 이메일 계정입니다. 로그인 하시겠습니까?
pt_br: E-mail já registrado, fazer login?
ru: Электронная почта уже зарегистрирована, войти?
th: อีเมลถูกใช้ลงทะเบียนแล้ว เข้าสู่ระบบหรือไม่
vi: Email đã được đăng ký, đăng nhập?
zh_hans: 该邮箱已被注册过，是否尝试立即登录？
zh_hant: 該郵箱已被註冊過，是否嘗試立即登錄？

# puser_VerifyCodeSentErrorBySMSProvider
source: Network error, try again
es_mx: Error de red, intenta nuevamente
hi: नेटवर्क त्रुटि, पुनः प्रयास करें
ja: ネットワーク・エラーです。しばらくしてから、もう一度お試しください。
ko: 네트워크 오류, 다시 시도해 주세요.
pt_br: Erro de rede, tente novamente
ru: Ошибка сети, повторите попытку
th: เครือข่ายผิดพลาด ลองใหม่อีกครั้ง
vi: Lỗi mạng, thử lại
zh_hans: 网络异常，请重试
zh_hant: 網絡異常，請重試

# puser_VerifyCodeSentTooFast
source: Requests too frequent, try again later
es_mx: Solicitudes demasiado frecuentes, intenta nuevamente más tarde
hi: अनुरोध अकसर हो रहे हैं, बाद में फिर से कोशिश करें
ja: リクエストが多すぎます。後からもう一度お試しください。
ko: 너무 잦은 요청입니다. 나중에 다시 시도하세요.
pt_br: Solicitações frequentes demais, tente novamente depois
ru: Слишком частые запросы, повторите попытку позже
th: ขอบ่อยเกินไป ลองใหม่ภายหลัง
vi: Yêu cầu quá thường xuyên, thử lại sau
zh_hans: 你的请求过于频繁，请稍后再试
zh_hant: 你的請求過於頻繁，請稍候再試

# puser_MobileNumberAlreadyRegWithoutPwd
source: Number is already registered, log in?
es_mx: El número ya está registrado, ¿iniciar sesión?
hi: नंबर पहले ही पंजीकृत है, लॉगइन करें?
ja: 番号はすでに登録されています。ログインしますか？
ko: 이미 등록된 번호입니다. 로그인 하시겠습니까?
pt_br: O número já está registrado, fazer login?
ru: Номер уже зарегистрирован, войти?
th: หมายเลขโทรศัพท์ถูกใช้ลงทะเบียนแล้ว เข้าสู่ระบบหรือไม่
vi: Số đã được đăng ký, đăng nhập?
zh_hans: 该手机号已被注册过，是否尝试立即登录？
zh_hant: 該手機號已被註冊，是否嘗試立即登錄？
